{
  "races": [
    {
      "serie": "Star Trek: The Original Serie",
      "description": "Planet: Earth.",
      "name": "Human"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Acamar III. The people of Acamar III finally forged peace a century ago after generations of bloody clan wars. One group of various clansmen who couldn't accept the new peace, the Gatherers, broke off to prey as marauders upon neighboring trade routes and outposts; they rejected amnesty until Captain Picard helped force the sides into talks and a truce circa stardate 43422. Humanoid in appearance, they have a distinguishing vertical crease in their forehead above the nose and an almost ornamental skin coloration on one cheek. Their blood is a rare iron-copper composite unique to them. Their science is advanced enough to download data to the U.S.S. Enterprise by subspace link. Income taxes and plenty of police bureaucracy are standard fare there.",
      "name": "Acamarian",
      "episode": "Episode: TNG 157 - Vengeance Factor\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "Pre-industrial society encountered by the Enterprise NX-01.",
      "name": "Akaali",
      "episode": "Episode: ENT 009 - Civilization\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "Advanced humanoid Delta Quadrant race with basic interstellar spaceflight, perhaps warp-capable. A dictatorship controls the planet, now dealing with an Open Sky group fighting to overthrow it.",
      "name": "Akritirians",
      "episode": "Episode: VOY 147 - Chute, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Unspecified race that had a transport operating from Deep Space 4 to Caere on stardate 46731.5.",
      "name": "Al-Leyan",
      "episode": "Episode: TNG 246 - Chase, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Aldea. An ancient humanoid culture considered a myth by outsiders, thanks to a planet-wide shield and cloaking device operated by the age-old computer Custodian, until discovered by the Galaxy-class Enterprise on stardate 41509. Over the last 30 years or so (as of 2364), the long-term shield interfered with the planet's ozone layer, causing radiation to leak through the layer and subsequently sterilizing the natives. The chore-saving Custodian freed Aldeans to reject materialism, turning to a code of square dealing to pursue arts and other interests — including data on galactic areas yet unknown to the Federation. However, over-dependence on the Custodian led Aldeans to an atrophying of science and engineering skills. Not only have the natives lost touch with areas such as calculus and energy generation, but doctors and scientists have been mystified by the health problem. After rescuing young hostages taken by the Aldeans to repopulate their world, Captain Picard pledges Federation aid to restore the culture to health as the people vow to change their ways.",
      "name": "Aldean",
      "episode": "Episode: TNG 118 - When the Bough Breaks\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Origin: Algol System. A humanoid race which is distinguished physically by golden leathery skin with numerous small circular openings about the head, especially on their wide-set nostrils and atop their fluted head ridge similar to Klingons and Bolians. A native plays the culture's famed ceremonial rhythms for the reception ending the biannual trade conference at Betazed. Another native is among the delegates to the Federation Archaeological Council's annual symposium at Tagus III.  Some Algolians have more muted head ridges, as seen among those on the Bajoran Space Station and Deep Space Nine, on stardates 46423.7 and 46844.3.",
      "name": "Algolians",
      "episode": "Episode: TNG 172 - Menage a Troi\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "A large woolly mammal of this world. Garak once absorbed 30 cc's of an anesthetic that would have knocked out such a beast, according to Bashir.",
      "name": "Algorian Mammoth",
      "episode": "Episode: DS9 442 - Wire, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "A previously unknown, telepathically linked and allasomorphic race who kidnapped Picard, a Mizarian and a Chalnoth like lab rats in 2366 in order to study the concept of leadership, which they lack.",
      "name": "Aliens, Abducting",
      "episode": "Episode: TNG 166 - Allegiance\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "It may or may not be species-related, but suspicious character Villus Thed has short-range telepathic powers up to five meters away.",
      "name": "Aliens, Thed",
      "episode": "Episode: DS9 429 - Second Sight\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "The Alsaurians are treated as an under-class by the Mokra, which have seized control of the Alsaurian planet.  The Mokra do not allow them to have communications equipment.",
      "name": "Alsaurians",
      "episode": "Episode: VOY 128 - Resistance\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Origin: unknown. Rumored to be traders with the Miradorn species.",
      "name": "Altorans",
      "episode": "Episode: DS9 412 - Vortex\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Another animal from this world, known for its deep sleep.",
      "name": "Alvanian Cave Sloth",
      "episode": "Episode: DS9 481 - Sword of Kahless, The\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Origin: space. A giant single-celled creature which resembles an Earth amoeba but is magnified millions of times.",
      "name": "Amoeba",
      "episode": "Episode: TOS 048 - Immunity Syndrome\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Planet: Andoria. Humanoid Federation members are blue-skinned in appearance, with bilateral antennae that reflect their emotional state, and characteristically white hair. Andorians are self-described as a violent and warlike species, although they do have great affinity for family. No members of this Federation race were aboard the U.S.S. Enterprise NCC-1701-D when Data's offspring, Lal, was \"born.\" Lal rejected an Andorian female as one of four final choices for a racial type, instead opting to become a human female. Apparently, according to Data on stardate 43657.0, Andorians engage in group marriages of four as a rule. However, most of what is known about this race is scattered.",
      "name": "Andorians",
      "episode": "Episode: TOS 044 - Journey to Babel\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Angosia III.",
      "name": "Angosian",
      "episode": "Episode: TNG 159 - Hunted, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Antede III.",
      "name": "Antedean",
      "episode": "Episode: TNG 145 - Manhunt\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Antica.",
      "name": "Antican",
      "episode": "Episode: TNG 108 - Lonely Among Us\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "The race of sentient humanoids living beneath the waters of the planet Argo are unknown to the Federation prior of 2269. When the crew of the U.S.S. Enterprise investigates the world, its officers interact with the Aquans. They learn that the green-skinned people had once been air-breathers, but when the landmasses of the planet were submerged, they had adapted to underwater living thanks to a medically-induced mutation. They now live in Aqua-City, a place created from coral, deep in an underwater trench. There is a generation gap between older Aquans, who wish to stay below the water at all costs, and young Aquans, who are interested in rebuilding the surface world on what is left of the landmasses there.",
      "name": "Aquans",
      "episode": "Episode: TAS 22013 - Ambergris Element, The\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "The homeworld to an intellgient, spacefaring UFP member race  also fosters  a species of avian vulture known to Constable Odo; he is exhilarated when morphing into its form and flying around on his homeworld.",
      "name": "Arbazan",
      "episode": "Episode: DS9 448 - Search, Part II\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Planet: Argelius II. Despite the hedonistic nature of the natives of Argelius II, their planet has long been known as a friendly shore-leave spot for Starfleet — even after the murderous Redjac entity was discovered there in 2267. Over a century later, Quark wondered about putting an Argelian massage facility in Garak's old storefront if he didn't want to reopen his shop.",
      "name": "Argelians",
      "episode": "Episode: TOS 036 - Wolf in the Fold\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "An unnamed stranger of the Argosian species once threw a drink in Benjamin Sisko's face. The incident left a scar on Sisko's chin, not from the Argosian, but from Curzon Dax's ring when the Trill stopped Sisko from retaliating.",
      "name": "Argosian",
      "episode": "Episode: DS9 408 - Dax\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "A humanoid people whose government, the Argrathi Authority, punishes  offenders by enforced, virtual memories of a prison stay modeled to fit their personalities. Perhaps a bit jumpy, they grew suspicious when O'Brien sincerely asked questions about their technology in 2372 — and then imprisoned him.",
      "name": "Argrathi",
      "episode": "Episode: DS9 491 - Hard Time\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Vagra II. A unique but destructive life-form resembling a living oil slick but able to alter form into a variety of shapes, including a humanoid-like form and a thin shielding large enough to envelop a Galaxy-class starship's shuttlecraft. Armus was created as a byproduct of the Vagran's ridding themselves of their undesirable emotions, and, as the literal skin of their evil, Armus can create formidable energy fields which affect passing vessels, or nearby people. Armus is most known for brutally killing Lieutenant Tasha Yar on stardate 41601.3.",
      "name": "Armus",
      "episode": "Episode: TNG 122 - Skin of Evil\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Members of this unspecified humanoid species distinguished by white, shaggy hair and a beak-like mouth continuing up into a Klingon-like forehead ridge are seen frequenting DS9. One wealthy native was invited by Quark to the auction of Vash's artifacts in 2369.",
      "name": "Avianoid Aliens",
      "episode": "Episode: DS9 417 - Forsaken, The\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "Jonathan Archer's crew discovered a ship full of Axanar bodies drained of their triglobulin-rich bodily fluid.",
      "name": "Axanar",
      "episode": "Episode: ENT 003 - Fight or Flight\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: Bajor",
      "name": "Bajorans",
      "episode": "Episode: DS9 401 - Emissary, Part I\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: Mirror Bajor. The Bajorans in this continuum are a member of the Klingon-Cardassian Alliance, and as such have control of Terok Nor. Even these confident and self-assured Bajorans take time out to explore their pagh.",
      "name": "Bajorans, Mirror Universe",
      "episode": "Episode: DS9 443 - Crossover\n"
    },
    {
      "name": "Norcadians",
      "description": "Planet: Norcadia Prime."
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Deneb IV. A humanoid culture who applied for entry into the Federation on stardate 41153.7. However, the Bandi were refused Federation membership due to the discovery that the they had trapped and enslaved another life-form in order to gain entry into the Federation.",
      "name": "Bandi",
      "episode": "Episode: TNG 101 - Encounter at Farpoint, Part I\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "Planet: name unspecified. Race of advanced space-faring humanoids with feather-like head coverings. Convicted felons of capital offenses are punished by implanting the victim's own final memory engrams into their brain so they can relive their crime through the victim's point of view every 14 hours. The government is organized in ministries. They keep pets and smoke a tobacco-like product.",
      "name": "Baneans",
      "episode": "Episode: VOY 108 - Ex Post Facto\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. Space-faring race, otherwise nondescript, whose merchant ships have traversed the Bajoran wormhole into the Gamma Quadrant. One such ship left Deep Space Nine the night Dukat was kidnapped by the Maquis. As one of only two to do so, suspicion quickly shifted to the other ship, a Galdador freighter.",
      "name": "Bardeezans"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "A pre-industrial, humanoid civilization residing on Barkon IV, located in the Barkon System.  While retrieving a downed radioactive space probe on their planet, Lieutenant Commander Data encountered the humanoid Barkonians, unwittingly exposing them to radiation poisoning.   ",
      "name": "Barkonians",
      "episode": "Episode: TNG 268 - Thine Own Self\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "A people, otherwise undescribed, who have formalized trade relations with the Romulan Empire. A visual record of trade negotiations from 2365  provided a positive identification of Romulan Senator Pardek and Ambassador Spock four  years later.",
      "name": "Barolians",
      "episode": "Episode: TNG 208 - Unification, Part I\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Barzan II. A humanoid species that requires breathing devices when off-world; their own atmosphere is inhospitable to most other races. The breather is worn about the neck and lower head, composed of small disks held at each end of the mouth by a simple open frame extending from the top and bottom of the ear. On stardate 43385.6, the Barzans, themselves without spaceflight, allowed various species to bid for the rights to a newly discovered wormhole in their system. However, the wormhole was later discovered to be unstable, and hopes for a new prosperity among their impoverished peoples were dashed. The leader is titled \"premier.\"",
      "name": "Barzans",
      "episode": "Episode: TNG 156 - Price, The\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. A predatory ornithoid life-form to whom Chief of Security Odo was compared on stardate 46853.2.",
      "name": "Beneriam Hawk",
      "episode": "Episode: DS9 416 - If Wishes Were Horses\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Benzar. Mostly humanoid race whose members require a special breathing apparatus for oxygen atmospheres.  This apparatus is worn on their chest with an extension reaching up to just in front of the mouth and nose slit. The slit is wider than the mouth with four facillae-like extensions, much like the Terran catfish. Other distinguishing features include no facial hair, blue-gray skin and large, short-pointed ears; members of the same geo-structure strongly resemble each other.  As a race, Benzites show a sincere but sometimes annoying eagerness to please that can be perceived as superiority. Like the Klingons, Benzite government is not a member of the Federation but carries on relations by treaty, such as exchange-officer participation on stardate 42506.5. Also, Benzites can apply to Starfleet Academy. In contrast to Starfleet procedures, the Benzite space service calls for an officer to withhold the report of any unusual finding until a full analysis can be run and a resolution offered.",
      "name": "Benzites",
      "episode": "Episode: TNG 119 - Coming of Age\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. A male of this unspecified race once lost to Jake in a game of Dom-jot, though Jake's girlfriend Marta called the game a hustle.",
      "name": "Berellians",
      "episode": "Episode: DS9 452 - Abandoned, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Betazed.",
      "name": "Betazoids",
      "episode": "Episode: TNG 105 - Haven\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: Bolarus IX.",
      "name": "Bolians",
      "episode": "Episode: DS9 417 - Forsaken, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: name unspecified. Origin: Delta Quadrant. A cybernetic life-form thousands of years old which is part organic, part artificial life. They have advanced well beyond Federation science, unknown prior to a confrontation with the U.S.S. Enterprise NCC-1701-D arranged by the entity known as \"Q\" circa stardate 42761 ( 2365) some 7,000 light-years past explored Federation space in the Delta Quadrant.",
      "name": "Borg",
      "episode": "Episode: TNG 142 - Q Who?\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: name unspecified. Thanks to the concept of individuality introduced into \" Hugh\" Borg in 2368, some in the collective assumed the concept too quickly and became disconnected without leadership — a vacuum filled by the maniacal Lore a year later. In contrast to the earlier automatons, these altered Borg took individual names and express emotions of vengeance, fear, and hate until the defeat of Lore and their consolidation into a benign group under Hugh.",
      "name": "Borg, altered",
      "episode": "Episode: TNG 252 - Descent, Part I\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. A humanoid spacefaring race whose freighter crew members, such as the male Tilikia and the female Rionoj, often visit DS9.",
      "name": "Boslics",
      "episode": "Episode: DS9 452 - Abandoned, The\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "Planet: name unspecified. A race of powerfully telepathic beings, the Botha have the ability to cause intense hallucinations in other beings, completely disabling their functions in reality.  A Bothan attempted to take control of the U.S.S. Voyager, but the telepathic abilities of Kes were sufficient to thwart his attempt.",
      "name": "Bothans",
      "episode": "Episode: VOY 124 - Persistence of Vision\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Bre'el IV. Humanoid members of the Federation whose homeworld became threatened by a falling asteroidal moon until its orbit was restored by the entity known as \"Q.\" Bre'ellians have blunt noses, knobbed crania and deep-set eye pockets with practically no jaw movement when speaking.",
      "name": "Bre'ellians",
      "episode": "Episode: TNG 161 - Deja Q\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: name unspecified. A humanoid species from a cold planet who operate in a politically non-aligned manner and are reputed to be aggressive, with outposts in Sector 97. It is presumed that the Breen home system is in an adjacent sector. While the Federation has some knowledge of their ways, Betazoids are unable to detect the Breen empathically, and the Breen's use of cloaking technologies coupled with powerful disruptor-style weapons makes them both formidable and inaccessible to the Federation. The disruptor-type, close-range damage done to the Vico in the Black Cluster is consistent with their battle tactics and their level of technology — meaning the Federation has some knowledge of their ways. But a motive for the Breen to be inside the cluster is puzzling. A Breen pilot was sent to the palio hosted by Deep Space 3, accused of being bribed by Ferengi to throw the race. They have Type-III disruptors like both the Romulans and Klingons, but would not kill all victims.",
      "name": "Breen",
      "episode": "Episode: TNG 184 - Loss, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Brekka. Basically humanoid, this race is known for a wrinkled nose bridge and a natural generation of a bio-electric charge, usable as a weapon-similar to that of the now-extinct Cheronians — making their overall phsysiology highly unique to Starfleet science upon firct contact in 2364. The culture kept its sister world of Ornara in virtual addiction to felicium, a native drug the Brekkians claimed was required to fight off ongoing effects of a plague that was long ago cured. A long-time economic stepchild to Ornara, growing felicium was its lone industry.   ",
      "name": "Brekkians",
      "episode": "Episode: TNG 123 - Symbiosis\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Bringloid V (Earth colony) . Simple but lusty descendants of the utopian Neo-Transcendentalists who set out from Earth in 2123 aboard the colony ship S.S. Mariposa during the lingering post-World War III chaos. On stardate 42823.2, the Bringloidi were forced to abandon Bringloid V due to the sun's increasing flare activity. They eventually were reunited with the cloned descendants of the high-tech colonists they originally set out with who needed fresh DNA to survive the threat of replicative fading. To be viable, both groups gave up monogamous marriage, requiring that each female bear three children by three men.",
      "name": "Bringloidi",
      "episode": "Episode: TNG 144 - Up The Long Ladder\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "Civilization originating from a Class-L planet in the Delta Quadrant.  The Briori abducted over 300 humans from Earth in 1937 to enslave them on their homeworld 70,000 light-years away.  Eventually the human slaves revolted, killed their slavemasters, took their technology and weapons, and established a thriving civilization on the Briori planet.  As of 2371, the Briori never returned to their planet.",
      "name": "Briori",
      "episode": "Episode: VOY 120 - 37's, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Otherwise unspecified ancient culture whose pottery resembles both Taguan and Marlonian, whose fragments Captain Picard once found in a dig on the homeworld.",
      "name": "Buronian",
      "episode": "Episode: TNG 233 - Rascals\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Bynaus of Beta Magellan.",
      "name": "Bynars",
      "episode": "Episode: TNG 116 - One One Zero Zero One Zero Zero One\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. A species (pronounced \"bye-ZAY-lee-uns') who asked that their scheduled Deep Space Nine conference be moved up a week circa stardate 48467.3.",
      "name": "Byzallians",
      "episode": "Episode: DS9 455 - Defiant\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. Space-faring race (pronounced \"bye-ZAY-tee-um\"), otherwise nondescript, whose six such ships arrived at Deep Space Nine circa stardate 48467.3.",
      "name": "Byzatium",
      "episode": "Episode: DS9 455 - Defiant\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Humanoid telepathic race who until recently were unaware of spoken language and are being tutored in that area by Lwaxana Troi pending their United Federation of Planets membership application on stardate 47254.1.",
      "name": "Cairn",
      "episode": "Episode: TNG 259 - Dark Page\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Caldonia. A race of three-fingered beings over six feet tall, their enlarged cranium includes a raised bony framework shaped much like a perpendicular \"theta\" Greek letter. Primarily scholars on a world committed to pure research, they bid for the rights to the Barzan wormhole until negotiator Leyor pulls out after some persuasion that Caldonians might not be willing to take on the mundane administration of the phenomenon.",
      "name": "Caldonians",
      "episode": "Episode: TNG 156 - Price, The\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "The fierce Capellan power-cat hails from the planet Capella IV. Untamable, it will discharge 2,000 volts of electricity if even touched by another creature. Only a hypo with tranquilizer at its highest power setting can force the animal to be docile. The power-cat is approximately the size of an Earth lion, and has reddish-brown fur and dark dorsal spines. In 2270, several crewmembers from the U.S.S. Enterprise help free a captive power-cat from Kukulkan's intergalactic zoo aboard his ship. Kukulkan had kept the cat since it was an infant, pacifying it within a holographic environment. During the escape, Captain Kirk is hit with an energy discharge while tranquilizing the power-cat, but he survives.",
      "name": "Capellan Power-Cat",
      "episode": "Episode: TAS 22022 - How Sharper Than a Serpent's Tooth\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Planet: Capella IV. A moderately primitive humanoid society based on tribal leadership and strong codes of war. Led by a high male tier, their customs and traditions forbid shows of cowardice, and even forbid strangers to touch the wife of the high tier. This species tends toward resolving conflicts with their blades rather than with their words.",
      "name": "Capellans",
      "episode": "Episode: TOS 032 - Friday's Child\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: Cardassia.",
      "name": "Cardassians",
      "episode": "Episode: DS9 401 - Emissary, Part I\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: Mirror Cardassia. Cardassians would still seem to harbor the same attention to detail as ever in the Mirror Universe, where they likewise seem as efficient as always, whether in killing or administrating. They have entered into an Alliance with the Klingons there after defeating the Terran Empire — mostly filling security and defense positions. Uniforms, demeanor, equipment and ships all appear to be exactly the same.",
      "name": "Cardassians, Mirror Universe",
      "episode": "Episode: DS9 443 - Crossover\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Origin: Bajor. An animal reputed for a distinct lack of grace — apparently, a beast with two left legs.",
      "name": "Carnivorous Rastipod",
      "episode": "Episode: DS9 415 - Progress\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Chalna. A violent-natured, beast-like race with long  fangs. The people live in anarchy and are carnivorous, even feasting on enemies. A native, Esoqq, is one of Captain Picard's two authentic fellow hostages abducted by aliens who want to study their styles of authority and leadership.  Esoqq  knows of the Mizarians but not the Bolians. The meal patty given the hostages is poisonous to Esoqq, who can go no more than 3 or 4 days without eating.",
      "name": "Chalnoth",
      "episode": "Episode: TNG 166 - Allegiance\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Origin: Gamma Quadrant",
      "name": "Changeling",
      "episode": "Episode: DS9 401 - Emissary, Part I\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Origin: The Gamma Quadrant. A character in a Yaderan tale retold by Taya to Constable Odo, somewhat reminiscent of the Terran Hindus' \"Brahman and the Tiger.\" After powerful displays of morphing into a mountain, a Ghergher beast, and a tornado, the evil Changeling was challenged by the Yaderans' Great Minra to the other extreme and to try something small: a loaf of Greenbread. When he took the bait he was eaten.",
      "name": "Changeling, Evil",
      "episode": "Episode: DS9 436 - Shadowplay\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "A neutral people who have been at peace for 10 generations and now are \"uninvolved in all interstellar matters of consequence.\"",
      "name": "Chrysalians",
      "episode": "Episode: TNG 156 - Price, The\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "An intelligent entity composed of noncorporeal energy in the forum of a sparkling cloud.  It is apparently female gendered, and very inviting when ex-Federation scientist Zefram Cochrane (inventor of the warp drive) is nearby, but capable of equally deadly power when hostile humanoids come too close.",
      "name": "Companion, The",
      "episode": "Episode: TOS 031 - Metamorphosis\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Neutral race of mercenaries with cracked-looking skin who are trusted to operate in both Romulan and Federation space. They are empathetically sensible, at least to Betazoids. A freighter captain, however, was lying about taking the Romulan defectors safely away and was killed by N'Vek. A Corvallen was one of the two official witnesses to Noonien and Mariana Soong's wedding.",
      "name": "Corvallens",
      "episode": "Episode: TNG 240 - Face of the Enemy\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "A sentient, spaceborne entity that stretched across eight hundred thousand kilometers of space, with a width of about four hundred thousand kilometers. The creature's length measured roughly twice the combined diameters of Jupiter, Saturn, and Neptune. The cloud, which originated in another galaxy, sustained itself by devouring entire planets, such as the uninhabited planet Alondra in the Pallas XIV system. When the cloud moved toward the populous neighboring world of Mantilles on stardate 5371.3 (2269), the crew of the U.S.S. Enterprise intervened, using Commander Spock's Vulcan telepathic talents to persuade the entity not to consume this planet, thus saving the lives of its 82 million residents.",
      "name": "Cosmic Cloud",
      "episode": "Episode: TAS 22007 - One of Our Planets is Missing\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. Space-faring race, otherwise nondescript, with three freighters once vying for the same docking port at Deep Space Nine.",
      "name": "Coverians",
      "episode": "Episode: DS9 449 - House of Quark, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Origin: space. A massive and unique lifeform, delicate in appearance while blindly and insatiably feeding off the life-force of beings and even planetary resources. It could destroy a world in just minutes with its pulverizing energy-beam conversion process, working much like an e;ectromagentic collector. Somehow contacted by Data's brother Lore in 2338, it is known to have wiped out the Omicron Theta colony and its 114 scientists, then 11 more worlds ending with Melona IV until its destruction nearby in 2368. Ironically, just before its death it showed signs of sentience and understanding the different orders of life-energy it had been consuming.",
      "name": "Crystalline Entity",
      "episode": "Episode: TNG 114 - Datalore\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Origin: a planet near the center of the Galaxy. Galactic explorers (pronounced \"sy-THEER-ee-uns\") who \"stay at home\" rather than travel, and bring what they seek to their home world near the center of the Milky Way via instructions encoded in probes.",
      "name": "Cytherians",
      "episode": "Episode: TNG 193 - Nth Degree\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: Bajor. A unique creature made of energy that is fabricated for five days of every year by the Bajoran Sirah to place two opposing villages against a mythical creature and thereby continue a tradition of unity, rather than strife.",
      "name": "Dal'Rok",
      "episode": "Episode: DS9 414 - Storyteller, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Daled IV. A race of allasomorphs - shape-shifters with the power of cellular metamorphosis to take on any form desired - who evolved two long-warring  camps, one each from the always-day and always-night hemispheres of Daled IV. Their natural state is a vaguely humanoid outline of pure light, but they retain emotions. Despite their advance evolution, the two camps did not end hostilities until a peace wedding between the two in 2365.",
      "name": "Daledians",
      "episode": "Episode: TNG 136 - Dauphin\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "A sure-footed beast, exact origin unspecified, who could have gotten by on the narrow cliffside ledge that Kor did not trust while returning with the Sword of Kahless.",
      "name": "Degebian Mountain Goat",
      "episode": "Episode: DS9 481 - Sword of Kahless, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Delb II. Although Nellen Tore, assistant to Starfleet Admiral Norah Satie, may not fairly represent the Delbian race, she herself was strikingly tall, had eyebrow creasing, and kept very much to herself.",
      "name": "Delbians",
      "episode": "Episode: TNG 195 - Drumhead, The\n"
    },
    {
      "serie": "Star Trek: The Motion Picture",
      "description": "This usually bald species hails from Delta IV, and is known for being highly developed in the arena of sexuality. In fact, Deltans in Starfleet are required to to take an Oath of Celibacy, so that they do not take advantage of less sexually advanced species. Enterprise navigator Ilia, who was killed by a probe from V'Ger, was a Deltan. Another served on the bridge crew of Captain Styles on the original U.S.S. Excelsior. The Delta IV delegation also has a seat at the Federation Council along with other UFP members.",
      "name": "Deltans",
      "episode": "ST1 Star Trek: The Motion Picture\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "Left alone with Porthos as the only crew awake while the NX-01 traverses a spatial disturbance lethal to humans and Vulcans, Dr. Phlox spends at least part of his four-plus days jogging while singing a tune from his native Denobula:",
      "name": "Denobulan Song",
      "episode": "Episode: ENT 067 - Harbinger\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "Humanoid species. The Enterprise NX-01's Dr. Phlox is Denobulan. The Denobulans hail from the system Denobula Triaxa, and only require six days of sleep per year (though, according to Dr. Phlox, two will suffice). It is common for Denobulans to have multiple spouses — Phlox has three wives, who, in turn, each have two other husbands. Mating among this species is apparently very complex compared to human traditions, yet most Denobulans do not like to be touched.",
      "name": "Denobulans",
      "episode": "Episode: ENT 001 - Broken Bow\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Devidia II. A shape-shifting race who exist in another \"phase\" but use time travel in the visible world to collect human life energy from the past as their nourishment. Visible only to those viewers or mechanical scanners that have matched their synchronic distortion of +0.004%, they are silver-gray in color and range from 2 to 3 meters high, with four limbs, no noticeable eyes or ears, and a single orifice -- located where a humanoid's forehead would be otherwise -- where energy fragments are ingested for nourishment.",
      "name": "Devidians",
      "episode": "Episode: TNG 226 - Time's Arrow, Part I\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "A culture and race characterized by harmony, as reflected in the design of the temple that the orphaned Timothy tried to build with Data's help in 2368 aboard the U.S.S. Enterprise NCC-1701-D.",
      "name": "Dokkarans",
      "episode": "Episode: TNG 211 - Hero Worship\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "A culture capable of a self-induced death-simulation technique that is teachable to and usable by others, including Hupyrians and Ferengi — as servant Maihar'du taught Grand Nagus Zek.",
      "name": "Dolbargi",
      "episode": "Episode: DS9 411 - The Nagus\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Origin: Gamma Quadrant",
      "name": "Dominion, The",
      "episode": "Episode: DS9 427 - Rules of Acquisition\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "An ancient civilization, noted for their unique poetry.",
      "name": "Doosodarians",
      "episode": "Episode: TNG 255 - Interface\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "A humanoid race related to the Ferengi and, like them, unsensible to telepaths — or at least the Betazeds. The U.S.S. Enterprise crew encountered a Doptherian named Gorta, while searching for the Duras sisters. Constable Odo knows of them from various dealings on space station Deep Space Nine. In appearance their bald heads are covered with a slight mottling, a Ferengi-like nose and a Lyseppian-like extended cranium and a ridge from the rear of the head to the stubby, pointed earflap.",
      "name": "Dopterians",
      "episode": "Episode: TNG 273 - Firstborn\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Reptiloid race of the Gamma Quadrant and client states to the Dominion who are profit-driven like the Ferengi but, in stark contrast, tend to violence. Known to Zek for its tulaberries and wine, and as a possible link to greater powers in the Gamma Quadrant, their planet can supply 10,000 but not 100,000 vats of tulaberry wine.",
      "name": "Dosi",
      "episode": "Episode: DS9 427 - Rules of Acquisition\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "An immortal race of pure energy, capable of creating disguises and false surroundings by manipulating matter and energy instantaneously-as does the one who took human form on Earth under the name of Kevin Uxbridge, later discovered in 2366. Uxbridge carried guilt over the instantenous elimination of the 50-billion Husnock race.",
      "name": "Douwd",
      "episode": "Episode: TNG 151 - Survivors, The\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "Planet: name unspecified. A tribe with paranormal abilities known to Neelix, otherwise nondescript, who can enter and empty room and see images of people who'd preceded them. They also make a great syrup from tree sap.",
      "name": "Drakian Forest dwellers",
      "episode": "Episode: VOY 104 - Time and Again\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "Native to the remote planets of Dramia and Dramia II , the Dramians are tall creatures who have a vaguely humanoid appearance, with yellowish skin, bulbous fish-like heads with large craniums, and large brown eyes. Their hands have tentacle-like fingers that seem to be devoid of any bone structure. They traditionally wear orange and red armor. They are susceptible to the Vulcan nerve grip on their neck area.",
      "name": "Dramians",
      "episode": "Episode: TAS 22019 - Albatross\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "An otherwise unspecified animal and of unknown habitat, but one whose reputation at least is familiar to Phlox — apparently, for stealth if not unpleasantness. When spooked, he compares it to something \"creeping around like a Draxxan cloud viper.\"",
      "name": "Draxxan Cloud Viper",
      "episode": "Episode: ENT 068 - Doctor's Orders\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Race whose natives refer to the devil as \"Torak.\"",
      "name": "Drellians",
      "episode": "Episode: TNG 187 - Devil's Due\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Drema IV. Inhabitants of a pre-spacefaring humanoid peoples, whose ignorance of other worlds threatens Data with a Prime Directive violation when he made contact with a small girl there frightened over the planet's instability in 2365.",
      "name": "Dremans",
      "episode": "Episode: TNG 141 - Pen Pals\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Rubicon III.",
      "name": "Edo",
      "episode": "Episode: TNG 109 - Justice\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "A tripodal, polytheistic race from the planet Edos. An Edosian has three legs, three arms, and three fingers on each hand and foot, with orange skin and a bony face. Lt. Arex is Edosian.",
      "name": "Edosian",
      "episode": "Episode: TAS 22004 - Beyond the Farthest Star\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "Because Pandronians are hatched from eggs, Commander Ari bn Bem compared himself to an \"eggling\" — a newly hatched Pandronian youngster — to express how humbled he felt on stardate 7403.6 (2270) in the presence of the wise disembodied intelligence of Delta Theta III, the entity that guided and protected that world's primitive reptilian inhabitants.",
      "name": "Eggling",
      "episode": "Episode: TAS 22018 - Bem\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Planet: Ekos. A humanoid race at war with a neighboring planet, Zeon. Ekosian society was based on World War II-era Nazi Germany on Earth due to a miscalculation by a Federation cultural observer named John Gill. His intention was to teach the Ekosians a pattern of government based on Nazi-like efficiency, but with more compassionate principles. His efforts failed when power corrupted those in charge.",
      "name": "Ekosians",
      "episode": "Episode: TOS 052 - Patterns of Force\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: name unspecified. A humanoid species of \"listeners\" whose individual life-span can last well over 500 human years. El-Aurians appear to have an awareness that supersedes the normal flow of time and space, and while they might not be capable of explaining their sensing abilities, they detect time changes that would be impossible for nearly all other species to pick up. This trait has been recognized within individuals who were subjected to the nexus energy ribbon phenomenon, which may be related to the sense.",
      "name": "El-Aurians",
      "episode": "Episode: TNG 127 - Child, The\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Planet: Elas. A fierce humanoid warrior culture at war for years with the neighboring planet of Troyius until both cultures achieved the technology necessary to wipe both themselves and their opponents out. On stardate 4372.5, the U.S.S. Enterprise NCC-1701, under the command of James Kirk, is ordered to act as a neutral courier for the Dolman, Elaan to deliver her to the leader of Troyius in the hopes that their marriage would bring peace to their two worlds.",
      "name": "Elasians",
      "episode": "Episode: TOS 057 - Elaan of Troyius\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. A space-faring humanoid people of a low-gravity world; only a handful have ventured off-planet, requiring the use of anti-grav wheelchairs whenever they leave. They have some relationship with the United Federation of Planets, since Ensign Melora Pazlar is the first native to be in Starfleet. They are familiar with mass transit concepts, including the old Terran \"trolley car\". They are not to be confused with the Elasians of the Tellun system in the United Federation of Planets-Klingon border area.",
      "name": "Elaysians",
      "episode": "Episode: DS9 426 - Melora\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "A humanoid species native to the planet Enara Prime in the Delta Quadrant.  A telepathic species, they have an advanced energy conservation technology, although their warp capabilities are not as sophicated. ",
      "name": "Enaran",
      "episode": "Episode: VOY 148 - Remember\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Origin: Gamma Quadrant. Two humanoid factions of the same species who fought for so long they were banished to a prison moon to continue their fighting, able to finally die only if they escape the prison due to special microbes placed in the moon's atmosphere which rebuild injuries and prevent anyone who dies on that moon from leaving it.",
      "name": "Ennis/ Nol-Ennis",
      "episode": "Episode: DS9 413 - Battle Lines\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "Captain Archer and the Enterprise NX-01 crew encountered this species of hunters on the \"rogue\" planet in 2151. For nine generations, Eska hunting parties have stalked and killed the indigenous life forms on this planet, which they call Dakala. Archer and his crew were able to put a stop to this by providing the hunted species with a masking agent.",
      "name": "Eska",
      "episode": "Episode: ENT 018 - Rogue Planet\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Planet: Excalbia. Sentient rock creatures whose planet is normally a bed of molten lava and deadly to humans. The Excalbians are capable of shape-shifting, and use this ability to experiment on the social practices and belief systems of passing alien life-forms.",
      "name": "Excalbians",
      "episode": "Episode: TOS 077 - Savage Curtain\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: name unspecified. Experimental apparatus created by Dr. Farallon to perform engineering functions in hazardous situations. Exocomps were equipped with microreplicators that they would use to make whatever tool was needed to accomplish the assigned task. Outfitted with extensive onboard intelligence so they could make repair decisions independently, the exocomps were discovered to be sentient life-forms in their own right in 2369.",
      "name": "Exocomps",
      "episode": "Episode: TNG 235 - Quality of Life, The\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Planet: Yonada. The Fabrini are an ancient humanoid race whose ancestors built a traveling \"world\" called Yonada to save their descendants before their sun went supernova.",
      "name": "Fabrini",
      "episode": "Episode: TOS 065 - For the World Is Hollow and I Have Touched the Sky\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: Ferenginar. The homeworld of the Ferengi species is Ferenginar. The Ferengi have a culture which is based entirely upon commerce. They follow a code of conduct known as \"The Ferengi Rules of Acquisition.\" These rules ordain conduct such as \"Never place family before business.\" Reportedly these rules are subject to interpretation depending upon the situation. Plea bargaining is a legal tradition, as is the purchasing of an apprenticeship following the Attainment Ceremony. There is no distinction between business and pleasure in Ferengi culture.",
      "name": "Ferengi",
      "episode": "Episode: DS9 401 - Emissary, Part I\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "Risan celebration, usually held during the Earth month of February.",
      "name": "Festival of the Moons",
      "episode": "Episode: ENT 025 - Two Days and Two Nights\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: Flaxia. The humanoid space-faring species of Retaya, a hitman associated with the Romulan Tal Shiar who attempted to kill Elim Garak. Flaxian assassins are known to favor a pheromonic sensor, a bomb that's triggered when a person of a particular species gets within range.",
      "name": "Flaxians",
      "episode": "Episode: DS9 465 - Improbable Cause\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "The ruling caste of the Gamma Quadrant's Dominion are the Changelings that spawned Odo.",
      "name": "Founders, the",
      "episode": "Episode: DS9 447 - Search, Part I\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Origin: the Alpha Quadrant. An alien species which took an early scientific interest in the discovery of the Bajoran wormhole near the Deep Space Nine space station. This species has also conducted trade business on Deep Space Nine.",
      "name": "Frunalian",
      "episode": "Episode: DS9 401 - Emissary, Part I\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "A race  targeted in the battle strategies worked out by civilian advisor Kyle Riker at Tokyo Base, before he was invited to be a tactical advisor at Starbase Montgomery.",
      "name": "Fuurinkazan",
      "episode": "Episode: TNG 140 - Icarus Factor, The\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. Space-faring race which had no ship in Deep Space Nine's local sector at the time of Dukat's kidnapping in 2370 — a clue to confirming that a ship claiming to be of such registry was really Maquis. This form of the word is used only for the natives; adjectival forms display the usage as seen in the example \"Galador ship.\"",
      "name": "Galadorans"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "A space-faring race known for its \"magnificent sweaters,\" in Garak's opinion, and a cultural refusal to acknowledge the concept of time — perhaps the reason its freighter is late one day at Deep Space Nine.",
      "name": "Galipotans",
      "episode": "Episode: DS9 442 - Wire, The\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. Sentient, space-faring humanoid species known to the Federation, distinguished by a transparent skull which reveals the brain, which can be twice the humanoid norm . One native was Captain Boday, a onetime lover of Science Officer Dax's.",
      "name": "Gallamites"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Extremely small creatures which act as irritants when they come into contact with humanoid skin, as two unsuspecting Bajorans learned due to a trick played on them by Jake and Nog in 2369.",
      "name": "Garanian Bolites",
      "episode": "Episode: DS9 403 - Man Alone\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "A predator that feeds on tribbles, a glommer is larger than the average hand, and has a reddish four-legged body. Each leg has two joints, and the foot pads have four toes. The glommer also has two tiny arms and four-fingered paws, a pair of yellow eyes on stalks, and six white horns ringing its upper body. To eat a tribble, a glommer will crouch above it, and ingest it through an unseen orifice on its underside, leaving no trace of its prey behind. Unknown to most, the glommer is a Klingon genetic construct — an artificial creature — and intergalactic trader Cyrano Jones stole the prototype in 2269.",
      "name": "Glommer",
      "episode": "Episode: TAS 22001 - More Tribbles, More Troubles\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Origin: space. The last of a unique alien species of living vessels which survived symbiotically with its crew. Apparently, the alien communicated telepathically. Gomtuu (also called \"Tin Man\"), the last of its kind and extremely lonely, chose to orbit a star which was about to go supernova (stardate 43779.3).  That is, until the depressed Gomtuu found the Betazoid super-telepath, Tam Elbrun, which offered both lonely individuals an ideal relationship.",
      "name": "Gomtuu",
      "episode": "Episode: TNG 168 - Tin Man\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Origin: unknown.",
      "name": "Gorn",
      "episode": "Episode: TOS 019 - Arena\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "Test animals used in the medical laboratories of the U.S.S. Enterprise in 2269. Because these small, rodent-like extraterrestrial creatures are nearly transparent and are extremely sensitive to changes in their environment, they prove useful as experimental subjects. When every living being aboard the Enterprise begins shrinking after being exposed to radiation by the Terratins on Stardate 5577.3 (2269), the gossamer mice become small enough to slip through the bars of their cages.",
      "name": "Gossamer Mice",
      "episode": "Episode: TAS 22015 - Terratin Incident\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "The name of the species of UFP President Jaresh-Inyo, apparently UFP members. Willowy and contemplative, they evolved from herbivorous herd animals and loath violence and confrontation.They require very little sleep.",
      "name": "Grazerites",
      "episode": "Episode: DS9 483 - Homefront\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "The foundation of the Changeling Founders' society, which provides meaning to their existence: the sharing of idea and sensation, the merging of form and thought — and basically each other, living together in their natural state in what otherwise resembles a large gelatinous lake on their homeworld. His people imply that before he can join the link Constable Odo must first be taught their philosophy of shapeshifting by assuming the shapes of those things around him because \"to become a thing is to know a thing; to assume its form is to begin to understand its existence.\" It also provides a collective memory and history, telling of their once-peaceful ways before subjugation and later revenge as the Dominion Founders.",
      "name": "Great Link, the",
      "episode": "Episode: DS9 447 - Search, Part I\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. A member of this unspecified race often seen around Deep Space Nine is the holographic fighter Constable Odo uses in a vain to let the Jem'Hadar teen learn self-control by venting his skills in appropriate ways. It is not known if the name refers to inexperience or is truly the race nomenclature.",
      "name": "Greenhorn aliens",
      "episode": "Episode: DS9 452 - Abandoned, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "An intelligent, hybernating race known to both the Federation and the Sheliak Corporate. Jean-Luc Picard outmaneuvered the hyper-diplomatic Sheliak at their own game when he stipulated that the Grizzelas, with six months of their hybernation cycle still to go, be made the neutral arbitors  in the Tau Cygni V evacuation dispute.",
      "name": "Grizzelas",
      "episode": "Episode: TNG 149 - Ensigns of Command, The\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Origin:  Alpha Quadrant. A species resembling an ostrich, spotted on Deep Space Nine's Promenade on stardate 46853.",
      "name": "Gunji jackdaw",
      "episode": "Episode: DS9 416 - If Wishes Were Horses\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "Planet: name unspecified. A humanoid race who conquered Talax some 15 years ago, after a war of nearly 10 years. They do not have transporter technology.",
      "name": "Haakonians",
      "episode": "Episode: VOY 115 - Jetrel\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: Halana. Humanoid and perhaps dark-skinned natives of Halana who rejoiced over Dr. Seyetik's terraforming of the paradise-like New Halana. They mate for life and carry abilities of psychoprojective telepathy, which runs amok unintentionally and without knowledge during bouts of emotional stress. Seyetik's wife, Nidell, is a native daughter of a local dignitary who had never been off-world.",
      "name": "Halanans",
      "episode": "Episode: DS9 429 - Second Sight\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Planet: name unspecified. Both in the mirror universe and in our universe, the Halkans are a humanoid species renowned for their commitment to absolute peace.",
      "name": "Halkans",
      "episode": "Episode: TOS 039 - Mirror, Mirror\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "Alien fish that bear a resemblance to terrestrial angelfish, except for the bright halo of multicolored light they emit. Because halo fish lose their colorful illumination in response to any change in their environment, they provided one of the first clues that every living thing aboard the U.S.S. Enterprise had begun to shrink on stardate 5577.3 (2269).",
      "name": "Halo Fish",
      "episode": "Episode: TAS 22015 - Terratin Incident\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "A spacefaring nomadic race of the Delta Quadrant whose society has been completely based upon the ritual hunt for a millennium, despite their advanced technological status. All other species are viewed as prey, not equals, but only challenging prey are prized and pursued.",
      "name": "Hirogen",
      "episode": "Episode: VOY 181 - Message in a Bottle\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "The Horta is a highly intelligent, silicon-based species, that is capable of tunneling through solid rock ike humans are able to walk through air.",
      "name": "Horta",
      "episode": "Episode: TOS 026 - Devil in the Dark, The\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Origin: unknown planet in the Gamma Quadrant. A humanoid race who live to pursue the Tosk in an endless life-and-death hunt, never contacted again after a single incident on DS9 in 2369 soon after the wormhole was discovered. They appeared to be reptiloid like the Tosk but with hair and a smoother face below the forehead. The Hunters breed and raise Tosk as a noble creature with but one purpose in life: to be hunted for sport. Ironically, the Hunters seemed much more dependent upon their high-tech weapons and body armor than the Tosk they have bred, who appeared to be endlessly resourceful.",
      "name": "Hunters",
      "episode": "Episode: DS9 406 - Captive Pursuit\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. A tall, facially-wrinkled, white-skinned, mute, humanoid species, many members of whom can be found working for important Ferengi officials  because the Hupyrians have a wide-spread reputation for utter devotion and loyalty to their employers. In fact, those who become servants take a vow  only to speak to their masters.",
      "name": "Hupyrians",
      "episode": "Episode: DS9 411 - The Nagus\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Klingon term for \"outsider,\" and the term used for a race which conquered and pillaged the Klingon homeworld, Kronos.",
      "name": "Hur'q, The",
      "episode": "Episode: DS9 481 - Sword of Kahless, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Agressive race of 50 billion warriors of \"hideous\" intelligence and destruction, destroyed in the blink of an eye by an all-powerful but normally pacifistic Douwd when angered at the death of his human wife during a Husnock attack on their home.",
      "name": "Husnock, The",
      "episode": "Episode: TNG 151 - Survivors, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Origin: Federation Colony. Otherwise unmentioned, this colony of humans exist in another quantum reality which was unintentionally visited by Lieutenant Worf in 2370.",
      "name": "Iadara Colony",
      "episode": "Episode: TNG 263 - Parallels\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "A highly-advanced society that reached its peak just before dying out about 200,000 years ago, based from a homeworld now near the Romulan side of the Neutral Zone. Dubbed by history as conquerors, their use of a highly advanced galactic-wide transporter allowed their empire to flourish; at least one outpost was in the Gamma Quadrant.",
      "name": "Iconians",
      "episode": "Episode: TNG 137 - Contagion\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "Planet: name unspecified. A technological and mostly friendly race known to Neelix who might be able to help rescue a ship trapped in a singularity's event horizon. Tuvok and Chakotay do later make contact with a trade mission via shuttlecraft.",
      "name": "Ilidarians",
      "episode": "Episode: VOY 103 - Parallax\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "Planet: Inheritors' planet.  The Inheritors, a humanoid race with pale, paper-white skin and two prominent bumps on their forehead, visited earth 45,000 years ago and implanted a genetic message into the minds of the ancestors of the Native Americans, giving them culture.",
      "name": "Inheritors",
      "episode": "Episode: VOY 125 - Tattoo\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Another term for potential Trill host candidates.",
      "name": "Initiate",
      "episode": "Episode: DS9 437 - Playing God\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: Invernia II. Apparently humanoid species (pronounced \"ihn-VUHR-nee-ahnz\") and linked to the United Federation of Planets by treaty, possibly as members. A native girl about 10 died while a young Dr. Bashir and his father were trapped in a remote area by an ionic storm, but a common native herb could easily have saved her.",
      "name": "Invernians",
      "episode": "Episode: DS9 426 - Melora\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "Prah Mantoos offered Dr. Phlox the honor of leading the pilgrims in this incantaion, which is recited prior to the appearance of the Great Plume of Agosoria. The doctor was thrilled to take him up on the request.",
      "name": "Invocation of Renewal",
      "episode": "Episode: ENT 011 - Cold Front\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Planet: Sigma Iotia II.",
      "name": "Iotians",
      "episode": "Episode: TOS 049 - Piece of the Action, A\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "A fairly technological world (pronounced \"juh-NIGH\") whose native humanoid species has evolved from two sexes into a fully androgynous society. It is also located near the first null space pocket ever confirmed and charted, circa stardate 45615. It has at least one moon.",
      "name": "J'naii",
      "episode": "Episode: TNG 217 - Outcast\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Torona IV. A reclusive, insectoid race barely on terms with the Federation and known for its idiosyncratic attitude toward protocol. Their demand for such precision in greeting, for example, extends to viewing even the slightest mispronunciation of their language as in insult. On a diplomatic mission to the strategically important Jarada on stardate 41997.7, Captain Picard and his crew are hoping to repair a 20-year rift caused at the last joint meeting when the Starfleet captain slipped in pronunciation and irritated the Jarada. The incident ended so gruesomely that Data is not allowed to continue with a replay or his own description of the \"graphic\" tape of that ship's bungled Jaradan encounter. The Jarada have also come in contact with the Pakleds.",
      "name": "Jarada",
      "episode": "Episode: TNG 113 - Big Goodbye\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified.",
      "name": "Jem'Hadar",
      "episode": "Episode: DS9 446 - Jem'Hadar, The\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. An alien ornithic species with an extremely fearful disposition. Fear has developed notable evolutionary flaws in the species; if frightened, the Joranian ostrich is known to hide its head under water, and remain submerged until it actually drowns itself.",
      "name": "Joranian ostrich",
      "episode": "Episode: DS9 404 - Past Prologue\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Origin: Federation colony fallen under Cardassian jurisdiction per the fairly young Federation Cardassian treaty signed in 2370. Some members of this colony strongly opposed relocation by either the Federation or the Cardassians, and now fight to try to retain their homes.",
      "name": "Juhraya",
      "episode": "Episode: TNG 276 - Preemptive Strike\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "The pilgrims performed this ritual — a taxing set of exercises, followed by four hours of prayer — during the Time of Agosoria. This particular ritual is meant to purify the body. Dr. Phlox greatly enjoyed participating.",
      "name": "Kaana-sah",
      "episode": "Episode: ENT 011 - Cold Front\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Kaelon II. A humanoid race  that overcame its near-xenophobic heritage to finally ask for Federation help after generations failed to devise how to ignite its dying star.",
      "name": "Kaelonians",
      "episode": "Episode: TNG 196 - Half a Life\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Origin: unknown. An unfriendly group of this race (pronounced \"CAL-ee-uns\"), once confronted Curzon Dax and Commander Sisko on Rochani III.",
      "name": "Kaleans",
      "episode": "Episode: DS9 418 - Dramatis Personae\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "A people who have done the most work in artificial intelligence as of 2367. Although the memory is artificial,  LaForge beleives he spent most of his time while kidnapped by th Romulans at the A.I. conference on Risa in Kanarian seminars.",
      "name": "Kanarians",
      "episode": "Episode: TNG 198 - Mind's Eye\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "Alpha Quadrant species. The Enterprise NX-01 discovered a derelict Kantare ship and its remaining crew on an otherwise uninhabited planet in 2151. The Kantare crew had survived on this planet for over two decades after their ship crash-landed. Later, Captain Archer and his crew learned that the ship's engineer, Ezral, had in fact manufactured holograms of most of the Kantare crewmembers — the only survivors of the shipwreck were Ezral and his daughter Liana.",
      "name": "Kantare",
      "episode": "Episode: ENT 020 - Oasis\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "Planet: name unspecified. Planet visited once by the Bolian Crewman Chell, a former Maquis, who learned their artcraft.",
      "name": "Kazleti",
      "episode": "Episode: VOY 116 - Learning Curve\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "Planet: name unspecified. There are 18 Kazon sects. Any Kazon without a sect is deemed a Goven, or outcast.",
      "name": "Kazon",
      "episode": "Episode: VOY 102 - Caretaker\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. Humanoid, advanced space-faring species, native to the Alpha Quadrant. Having just ended a centuries-old war with the T'Lani, which included use of the Harvester non-biogenic weapon, the two sides in 2370 were so bent on peace at all costs that they eliminated all signs of the weapons, including the deaths of their own scientists and the  Federation help called in, Dr. Bashir and Chief O'Brien from DS9. Their technology included transporters, energy-beam weapons of some kind, and sensors, with a biomedical knowledge equal to the T'Lani but not as advanced as the Federation.",
      "name": "Kelleruns",
      "episode": "Episode: DS9 433 - Armageddon Game\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Planet: Kelva. Humanoid in appearance, the Kelvans' true appearance remains a mystery and remains unexplained. As refugees of a galaxy poisoned by heavy radiation, the Kelvans have assumed humanoid form, and are finding themselves beginning to show characteristics of the bodies they have assumed. The impression is that a Kelvan in true form, would never conduct themself in the manner that most humanoids do.",
      "name": "Kelvans",
      "episode": "Episode: TOS 050 - By Any Other Name\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "VOYAGER DELTA QUADRANT UPDATE BIO-FILE: Kes Species: Ocampa Full Name: Kes Year of birth: 2370 Place of birth: Ocampa homeworld Parents: Daughter of Benaren, her father Marital status: Single Last recorded assignment: U.S.S. Voyager: airponics gardener, medical aide/student Current status: Left Voyager in 2374 as increased mental powers transformed her into a noncorporeal state; returned to Voyager in 2376 in corporeal form in an attempt to change time, but aborted plan and left again to return to homeworld.",
      "name": "Kes",
      "episode": "Episode: VOY 101 - Caretaker\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: Klaestron IV. An advanced space-faring humanoid race that is distinguishable in appearance by an ear ridge that comes forward to the eye, raising the hairline over the ear. The world was recovering from a civil war mediated by Curzon Dax in recent decades. Both genders hold equal roles in society, judging by the two guards sent to take Science Officer Dax into custody on stardate 46910.1.",
      "name": "Klaestronians",
      "episode": "Episode: DS9 408 - Dax\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Planet: Kronos.",
      "name": "Klingons",
      "episode": "Episode: TOS 027 - Errand of Mercy\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: Mirror Qo'noS. Klingons are still ferocious and stout warriors in the Mirror Universe, where they have entered in to an Alliance with the Cardassians there after defeating the Terran Empire — mostly fulfilling security and defense positions. Uniforms, demeanor, equipment and ships all appear to be exactly the same as in the known universe.",
      "name": "Klingons, Mirror Universe",
      "episode": "Episode: DS9 443 - Crossover\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. The bald, reptilian-skinned space-faring race resembling Liseppians and Dopterians with a skull-encircling ridge are a common trader with Cardassia Prime directly.",
      "name": "Kobheerians",
      "episode": "Episode: DS9 419 - Duet\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Origin: unspecified planet near the Bajoran system. Dying humanoid space-faring culture near the Bajoran system (pronounced \"KOH-blee-add\") who use Federation-supplied deuridium to stabilize their cell structure and prolong their life span. Even with new deposits found in the Gamma Quadrant, supplies aren't enough for the entire population and some like Vantika have been going underground to get it for some 20 years (since  2349), judging by the long pursuit of officer Kajada. Their situation is known to the Starfleet officers but not to Major Kira.",
      "name": "Kobliad",
      "episode": "Episode: DS9 409 - Passenger\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: name unspecified. An intelligent people who destroyed themselves after becoming embroiled in a multi-generational war centuries ago, formerly co-existing with a race of compassionate energy beings who were disgusted by the war's toll and survived it.",
      "name": "Koinonians",
      "episode": "Episode: TNG 153 - Bonding, The\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "Origin: Dark-matter nebula",
      "name": "Komar",
      "episode": "Episode: VOY 113 - Cathexis\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Unspecified. Lwaxana Troi left her daugher's sixth birthday party to return dressed as a Koropian princess atop a sedan chair carried by four young men-a mortifying experience for the girl.",
      "name": "Koropians",
      "episode": "Episode: TNG 220 - Cost of Living\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. A  race known to be interstellar travelers in the area of the UFP-Cardassian border near Bajor, harboring ship registries at least.",
      "name": "Kotakians"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "This Alpha Quadrant species has a very complex language — which made for a problematic first contact with Enterprise NX-01. The Kreetassans consider eating and mating to be similar activities, and were therefore deeply offended when they observed the Enterprise crew eating in public. The crew tracked them down again when a strange, symbiotic organism transferred itself from the Kreetassan ship to Enterprise, taking some crewmembers captive. Luckily, the Kreetassans had learned English, and were able to communicate effectively with Ensign Travis Mayweather.",
      "name": "Kreetassans",
      "episode": "Episode: ENT 022 - Vox Sola\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Krios. The tall, slender humanoid members if this species share similarities in their skin pigments — a dark-spotted, skin pattern along the hairline and down the neck and spine — with the Valtese, not unlike some Trill hosts. No strangers to the outside galaxy, they educate Kamala about topics ranging from archaeology to Earth's Shakespeare and rich musical traditions, as well as about the culture of Valtese. This race should not be confused with another group of Kriosians, who were fighting for independence as a Klingon colony in 2367.",
      "name": "Kriosians",
      "episode": "Episode: TNG 221 - Perfect Mate, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: name unspecified. In appearance, Ktarians are mostly humanoid and are from a fairly advanced culture. Their distinguishing features include a slightly enlarged front cranium formed into two circular halves, separated by a shallow crease in the skin, which makes them appear almost cat-like. On stardate 45208.2, the Ktarians launch an ambitious plan to attempt to seize control of a Federation starship, and eventually of the Federation itself. Though not a galactic power-Etana Jol's lead ship is easily outgunned, so their dream of an \"expansion\" take-over includes bypassing the superior firepower of the Federation with the help of an extremely addictive mind-control \"game.\"",
      "name": "Ktarians",
      "episode": "Episode: TNG 206 - Game, The\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: Kurill Prime. A group of subjugated Gamma Quadrant inhabitants — if such a planet really exists, in light of alleged native Eris' exposure as a Dominion Vorta spy.",
      "name": "Kurillians",
      "episode": "Episode: DS9 446 - Jem'Hadar, The\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "Also known as Kzin, the Kzinti are a race of sentient feline carnivores native to the planet Kzin. Kzinti are highly sexually dimorphic, at least in terms of intelligence; only the males are sentient, a trait that Kzinti sometimes forget that other species (such as humans) do not share. \"The Highest of Kzin\" is the title bestowed upon the supreme leader of the Kzinti.",
      "name": "Kzinti",
      "episode": "Episode: TAS 22011 - Slaver Weapon, The\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "Giant creatures that resemble slugs, the orange Lactrans each have individual reddish markings on their backs and faces. They have two yellow eyes and a trunk which ends with three grasping tentacles. The Lactrans are immensely intelligent, eons past any known race in the Federation. Communicating in a telepathy that is too fast and complicated for Mr. Spock to get anything but fleeting images from, the Lactrans capture the crew of the S.S. Ariel, and a few weeks later Captain Kirk, Spock and McCoy, in 2269 to keep them as specimens in their intergalactic zoo. The Lactran females find the humans ugly, while the children are frightened of the simple creatures.",
      "name": "Lactrans",
      "episode": "Episode: TAS 22016 - Eye of the Beholder, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: name unspecified. Perhaps a cousin of the lapling shown in Kivas Fajo's collection, this lapling-like creature was brought on board Deep Space Nine during Grand Nagus Zek's first visit in 2369.",
      "name": "Lapling-like Animal",
      "episode": "Episode: TNG 210 - New Ground\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "This native animal to planet Vulcan is a large, mountain lion-like desert predator with a poisonous bite . It is capable of killing Vulcans and sehlats.",
      "name": "Le-Matya",
      "episode": "Episode: TAS 22003 - Yesteryear\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Earth. Any species of larvae of any variety of the Terran moth and/or butterfly. The larvae were so called because they exist by burrowing tunnels and habitats into the leaves of plants where they can then safely survive.",
      "name": "Leaf Miners",
      "episode": "Episode: TNG 277 - All Good Things\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Legara IV. A largely mysterious alien race who, after 83 years of preliminaries by the legendary Vulcan Ambassador Sarek, made official first contact with the Federation in 2366.  The meeting, which was viewed by the Legarans as their crowning achievement, finally took place on stardate 43917. Strict adherents to protocol, the Legarans were thought to bring incalculable benefits once relations were established.. Though nondescript physically, they prefer to live -- or at least confer -- in pools of thick swirling ooze which is carefully maintained at a constant 150o C. Significant work is required to prepare for their arrival, and to make them comfortable in an environment that is alien to them. Special vats are constructed for them, and placed in rooms that are decorated with a great deal of care -- they want no furniture, nor to have the walls too bright or decorated with paintings, for example.",
      "name": "Legarans",
      "episode": "Episode: TNG 171 - Sarek\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. A humanoid, space-faring race somewhat resembling the Markalians in appearance but with an electro-assisted telepathic attack that usually proves fatal. Altovar used his to attack Dr. Bashir when he was caught trying to rob the infirmary, but it resulted in a coma the doctor eventually fought through. Another, Soto, was a henchman of Toral, the Klingon.",
      "name": "Letheans",
      "episode": "Episode: DS9 481 - Sword of Kahless, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Malcus IX. A people whose use of a written language predated the spoken word. They are the major known exception to the rule that most cultures develop a sign or gestural language before a verbal one.",
      "name": "Leyrons",
      "episode": "Episode: TNG 132 - Loud as a Whisper\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Ligon II. Well-built, muscular people of dark skin whose culture closely resembles those in feudal Japan and the 13th century Sung Dynasty of China. Ligonians have a highly structured society and live by strict codes of honor; they show  great respect for patience and have a passion for ritualistic displays. The women own the land and so convey power (and partnership) to the men they choose to protect it.",
      "name": "Ligonians",
      "episode": "Episode: TNG 104 - Code of Honour\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: Liseppia. A humanoid, non-aligned space-faring race distinguished by finger-like projections from the chin downward and a large, hard-skinned bare head with a pattern of ridges radiating out from a forehead crown — the latter feature an indication that perhaps this species are brethren to the Dopterians, the Kohberrians and to the unspecified Kolos race. In addition to their docking at Deep Space Nine, they are also known to trade with the Cardassians and probably other species as well.",
      "name": "Liseppians",
      "episode": "Episode: DS9 417 - Forsaken, The\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "Species that lost the ability to reproduce centuries ago.",
      "name": "Loque'eque",
      "episode": "Episode: ENT 055 - Extinction\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "The long-dead species and culture of a subtrerranean humanoid civilization from a still-fertile world in the Delphic Expanse, based in the city of Urquat. Somehow rendered sterile, the people tried to continue by developing a mutagenic virus that converted victims of any species to Loque'que DNA — a virus that still lives to torment unwitting visitors. Tret's people, adifferent species, have been increasingly obsessed with its eradication (as well as all carriers) for over 60 years.",
      "name": "Loque'que",
      "episode": "Episode: ENT 055 - Extinction\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "Alpha Quadrant species. Lorillian children are born with the ability to breathe only methyloxide via an inhalation apparatus. This means that mother and child must deal with a difficult weaning process when the child reaches age four. Commander Trip Tucker observed a mother and child engaging in this process, and assumed the child was being suffocated. T'Pol corrected him.",
      "name": "Lorillians",
      "episode": "Episode: ENT 001 - Broken Bow\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Humanoid race of envoy Ves Alkar who are empathic with each other but not others encountered on stardate 46041.1. His empathic \"dump\" ability was not normal to the species.",
      "name": "Lumerians",
      "episode": "Episode: TNG 229 - Man of the People\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet:Lyar. A humanoid, non-Federation race who reproduce using a technique described post-cellular compounding. When they are \"born\" from within their natal pods, they emerge fully developed as adults. Lyaarans find humans fascinating because many of their intrinsic beliefs and practices share nothing in common with Terrans. For example,  the Lyaarans are not familiar with pleasure, antagonism and love. Food is ingested for basic sustenance only, so their dietary supplements are extremely bland.",
      "name": "Lyaarans",
      "episode": "Episode: TNG 254 - Liaisons\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "A melon-sized lifeform whose epidermal layer secretes a viral suppressant, kept by Phlox in his Sickbay menagerie for its use as a salve for cuts and bruises. In a controversial procedure not widely known off-world but within Phlox?s knowledge, the larvae is also capable of replicating another species? lifeform after the outsiders? DNA sample is implanted in it. The resulting lifeform is virtually a clone of the original, called a \"mimetic simbiot,\" but it lives an at accelerated rate over a lifespan of around 15 days.",
      "name": "Lyssarian Desert Larvae",
      "episode": "Episode: ENT 062 - Similitude\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "A species and culture known to Denobulans and Vulcans by 2153, governed by the Lyssarian Prime Conclave. They have kept the mimetic cloning ability of Lyssarian desert larvae largely a secret to offworlders.",
      "name": "Lyssarians",
      "episode": "Episode: ENT 061 - North Star\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "Alpha Quadrant species. The M'klexa was one of the warp-capable species that visited the Valakians prior to 2150, but did not offer them warp drive.",
      "name": "M'klexa",
      "episode": "Episode: ENT 013 - Dear Doctor\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Planet: M-113. The last of a vaguely humanoid species sometimes referred to as the \"salt vampire\" because of its need for salt and its willingness to kill to satiate its own hunger. The creature is now extinct.",
      "name": "M-113 Creature",
      "episode": "Episode: TOS 006 - Man Trap, The\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "An intelligent, noncorporeal life form consisting of coherent magnetic fields, sometimes manifesting itself visually as a luminous green cloud. A malevolent magnetic organism inhabited the dead alien pod ship discovered by the crew of the U.S.S. Enterprise on stardate 5221.3 (2269), and briefly took over the Enterprise's computers before being frightened into leaving voluntarily by Captain James Kirk. Without a ship to take over, the entity wailed to the cosmos about its loneliness and isolation.",
      "name": "Magnetic Organism",
      "episode": "Episode: TAS 22004 - Beyond the Farthest Star\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Malcor III.",
      "name": "Malcorians",
      "episode": "Episode: TNG 189 - First Contact\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "A spacefaring civilization known especially as traders, apparently located in or near the Delphic Expanse. Within the elaborate ruse to win Degra's trust and gain intelligence, Archer calls the shuttle the two are aboard a \"Malosian cargo craft\" that brought supplies to their Xindi-Insectoid prison colony a few times a month.",
      "name": "Malosians",
      "episode": "Episode: ENT 066 - Stratagem\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "Origin: Alpha Quadrant  A rebellious group of colonists and disgruntled Starfleet officers. They opposed what amounted to an abandonment of some Federation colonies when the United Federation of Planets-Cardassian border was finally hammered out. Now \"disarmed\", they were still fighting the \"Cardies\" a week before stardate 48315, when Chakotay's ship is chased by Gul Evek's Galor-class warship into the Badlands.",
      "name": "Maquis",
      "episode": "Episode: VOY 102 - Caretaker\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "A flying, screeching creature indigenous to Maravel, and apparently resistant to phaser fire. When Captain Kirk and his landing party are on Lactra VII in 2269 (stardate: 5501.2), Kirk remarks that some attacking sky creatures are similar to them.",
      "name": "Maravel Dragons",
      "episode": "Episode: TAS 22016 - Eye of the Beholder, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Telepathic subspace creatures who appear to humans as fire and live in lower depths of gas giant Marijne VII.",
      "name": "Marijnians",
      "episode": "Episode: TNG 255 - Interface\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "A cloned race of scientists descended entirely from the five survivors-the \"Progenitors\"-of a colony ship in the 22nd Century; they abandoned sexual reproduction due to their limited gene pool and found it repugnant being being reunited with the lusty Bringloidi, their original shipmates, in 2365 to avoid the 15-generation limit of replicative fading.",
      "name": "Mariposans",
      "episode": "Episode: TNG 144 - Up The Long Ladder\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Humanoid and spacefaring race who often frequent DS9, distinguished by a bald head, no visible earlobes, and small stubby spikes about the face. Natives have included the smuggler Regana Tosh and Asoth.",
      "name": "Markalians",
      "episode": "Episode: DS9 475 - Hippocratic Oath\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. A neutral race who agree to provide asylum to Legate Ghemor after his rescue with Major Kira.",
      "name": "Mathenites-61A",
      "episode": "Episode: DS9 451 - Second Skin\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Planet: Unspecified.",
      "name": "Medusans",
      "episode": "Episode: TOS 062 - Is There In Truth No Beauty?\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Each person on Megas-Tu is a specialist in a specific kind of magic, and while the satyr-like Lucien says there are no rivals, \"generalists\" such as himself are branded as troublemakers. The Megans harbor a deep-seated grudge against humanity, from a time during which many of them went to Earth. There, they were used, mistreated, and persecuted for their magical powers. The surviving Megans settled in Salem, Massachusetts, but fled there in 1691 due to many deaths at the Salem Witch Trials. Uniting their powers, they returned to Megas-Tu. Following their encounter with the Enterprise in 2269 (stardate: 1254.4), the Megans have said they will now welcome human interaction and no longer fear the advanced human race.",
      "name": "Megans",
      "episode": "Episode: TOS 056 - Spectre of the Gun\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Origin: Melkotian space. (Also referred to as Melkots, stardate 4385.3), a telepathic species, non-humanoid, which appears as a disembodied head and neck whose eyes are literally two shining points of light. The Melkotians are uninterested in contact with the Federation, and have been known to send out warning buoys to approaching visitors to warn them away, or face certain consequences.",
      "name": "Melkotians",
      "episode": "Episode: TOS 056 - Spectre of the Gun\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "The otherwise unspecified race of Capt. Bela Tyken, who first discovered and escaped from the energy-draining spatial anomaly named for him.",
      "name": "Melthusians",
      "episode": "Episode: TNG 191 - Night Terrors\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "Humanoid species indigenous to the planet Valakis. The seemingly primitive Menk are one of two species on the planet; the other is the technologically-advanced Valakians. The Menk are subservient to the Valakians, but are immune to a disease currently ravaging the latter species. Dr. Phlox observed that, while the Valakians are being picked off by the disease, the Menk are in the process of an evolutionary awakening, and will eventually become the dominant species on Valakis.",
      "name": "Menk",
      "episode": "Episode: ENT 013 - Dear Doctor\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Orelious IX. An ancient species, now extinct and thought to be both inventive and very resourceful when in battle. Several battle strategies which are still used originated from the Menthars (the Kavis Teke elusive maneuver and a passive lure strategem comparable to one of Napoleons'). Their entire race died out over a thousand years earlier because of a devastating war against the Promellians which extinguished both sides, and destroyed the planet.",
      "name": "Menthars",
      "episode": "Episode: TNG 154 - Booby Trap\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: Meridian. Some 30 remaining humanoids, distinguished in appearance by Trill-like markings about the outer corner of the eyes, who are descended from  survivors of an expedition stranded on Meridian almost a millennia ago.  There, the small group was trapped into shifting back and forth between two intersecting dimensions: one of  pure consciousness, and the other a mysterious corporeality with a steadily decreasing timeframe. The group only aged and experienced physical sensation when in corporeal form, and as a result, procreation has not been possible. After a startling initial burst, the population since has been suddenly dwindling, with the latest children seen to be at least 6 or 8 \"years\" old. When discovered by the U.S.S. Defiant in 2371,  the invaluable corporeal window was  only open for 12 days every 60 years.  After a trigger for the rapid shifting in the sun's core was discovered, the window's next appearance was expected to last some 30 years and allow for more stability. The group was informally led by Seltin Rakal.",
      "name": "Meridians",
      "episode": "Episode: DS9 454 - Meridian\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Planet: Cestus III.",
      "name": "Metron",
      "episode": "Episode: TOS 019 - Arena\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "A race whose donation of special tissue samples is meant to help stop an outbreak of Correllium fever on Nahmi IV circa SD 43807, but almost doomed the Enterprise-D with unintentional invidium contamination.",
      "name": "Mikulaks",
      "episode": "Episode: TNG 169 - Hollow Pursuits\n"
    },
    {
      "name": "Hologram",
      "description": "Planet: name unspecified"
    },
    {
      "name": "Android",
      "description": "Planet: name unspecified"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Mintaka III. Proto-Vulcan humanoids at the Bronze Age level of development, quite peaceful and highly rational, whose evolution closely parallels that of Vulcan. Once cave-dwellers, they now build two-story adobe-like huts, hunt with the bow, weave cloth, use a sundial and have no immediate fear of strangers. A millennia ago they gave up the belief in the supernatural -- including an \"overseer\" god, astrology and the occult -- but considered it again when a Federation study team was accidentally revealed to them in 2366; to counter the damage, they were reassured of their rational ways and the post was removed. At least some live in extended families; another social custom is a woman's precession of her mate in walking. In appearance they follow the Vulcanoid norm, but their brain has a much lower lysosome level.",
      "name": "Mintakans",
      "episode": "Episode: TNG 152 - Who Watches The Watchers\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. A race (pronounced \"MEER-a-dorn\") in which all are twins who make up a single self as two halves of one being — a \"quarrelsome people,\" according to Quark. Natives are marked by a whitish skin and a high hairline over the face but with a severe widow's peak of hair.",
      "name": "Miradorn",
      "episode": "Episode: DS9 412 - Vortex\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Mizar II. A highly intelligent and pacifistic race, so opposed to confrontation they have let themselves be conquered six times in the last 300 years. Humanoid in appearance but with whitish facial skin sharply folded along vertical lines.",
      "name": "Mizarians",
      "episode": "Episode: TNG 166 - Allegiance\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "The Mokra Order rules their planet, with the Alsaurians treated as a sub-class.  The alien race claims to be \"helping our Alsaurian neighbors defend themselves against common enemies.\" Naturally, the Mokra have military control of the planet.",
      "name": "Mokra",
      "episode": "Episode: VOY 128 - Resistance\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "A race of people on a planet that is comprised entirely of water. The Moneans live inside modules and engage in deep-sea mining for food and oxygen. However, their activities cause an ancient computer to decay, threatening the loss of containment that keeps the \"ocean\" from scattering into space. Tom Paris violates the Prime Directive in trying to help the Moneans, which results in Captain Janeway reducing him in rank from lieutenant to ensign.",
      "name": "Moneans",
      "episode": "Episode: VOY 202 - Thirty Days\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Male Lurian, a frequent, exceedingly composed patron at Quark's who panicked when Quark warned him of a rumored Dominion invasion. A shrewd financier with a shady past, Morn faked his own death in 2374 to keep past cohorts and an ex-wife, Larell, from the illicit fortune of latinum hidden in his second stomach.",
      "name": "Morn",
      "episode": "Episode: DS9 401 - Emissary, Part I\n"
    },
    {
      "name": "Lurians",
      "description": "Planet: Luria."
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "A race who shared an uneasy truce with Federation member world Bolius IX. With a supposed Bolian Starfleet cadet among his fellow hostages, Picard guessed that someone of this race they might be the captors until it was noted their holding cell was not of Moropan design.",
      "name": "Moropa, The",
      "episode": "Episode: TNG 166 - Allegiance\n"
    },
    {
      "name": "Klingon /Human",
      "description": ""
    },
    {
      "name": "Vulcan / Romulan",
      "description": ""
    },
    {
      "name": "Romulan /Human",
      "description": ""
    },
    {
      "name": "Vulcan /Human",
      "description": ""
    },
    {
      "name": "Bajoran / Cardassian",
      "description": ""
    },
    {
      "name": "Betazoid /Human",
      "description": ""
    },
    {
      "name": "Ktarian /Human",
      "description": ""
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Planet: Tyree's planet.",
      "name": "Mugato",
      "episode": "Episode: TOS 045 - Private Little War, A\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "Origin: unspecified. A sporocystian life-form dubbed \"Caretaker,\" capable of holographic projection and matter manipulation on a huge scale, was abandoned by his mate when he began a lifelong project of caring out of guilt for the Ocampa people whose planetary surface had been destroyed accidentally by their technology. The couple had originally been left behind to fix the damage out of a larger exploratory party. After bringing dozens of alien crews to the area in recent months — including Voyager and Chakotay's Maquis ship — in a valiant search for viable procreation mates once he knows he's dying, he resigns himself to his demise and builds up the Ocampa's power supply to a five-year supply. Upon death, it becomes a small rock-like mass.",
      "name": "Nacene",
      "episode": "Episode: VOY 102 - Caretaker\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "An indefinable life-form studying the crew of the U.S.S. Enterprise NCC-1701-D in 2365 in the Morgana Quadrant. Nagilum felt justified in his terrifying approach to learning about life and death.",
      "name": "Nagilum",
      "episode": "Episode: TNG 128 - Where Silence Has Lease\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Kavis Alpha IV.",
      "name": "Nanites",
      "episode": "Episode: TNG 150 - Evolution\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: name unspecified. A humanoid race with partial empathic capabilities; Danny Kwan was half-Napean.",
      "name": "Napean",
      "episode": "Episode: TNG 270 - Eye of the Beholder\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: Terran colonists originating from Earth. A tribal leader from the Dorvan  Indian colony who is among fellow settlers confronting Gul Evek on Volan III about the attacks on the Federation Merchant  Ship when Commander Sisko and Dukat show up and fellow colonist Bill Samuels is revealed to have died in Cardassian hands. He later helps carry out Samuels' bodybag.",
      "name": "Native American colonist"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified.",
      "name": "Nausicaans",
      "episode": "Episode: DS9 460 - Heart of Stone\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Origin:  Federation colony near station Deep Space 9 and the Bajoran system. Contacted via subspace link under the orders of science officer Jadzia Dax in 2369, in an attempt to rescue the station's computer system threatened by an invading software life-form.",
      "name": "Nehru Colony",
      "episode": "Episode: DS9 417 - Forsaken, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "A race that culturally prefers efficiency and moderism over any need for history or reverance for older artifacts. A Noophian on Earth would question why so much history had been preserved.",
      "name": "Noophian",
      "episode": "Episode: TNG 177 - Brothers\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "Refers to the descendants of the original Terra Nova colonists, who live underground. The Novans did not believe they were descended from humans, instead thinking that humans were the ones responsible for the \"Poison Rain\" that contaminated their planet and sent them underground. Captain Archer eventually convinced them that their \"go-befores\" were, in fact, human, and relocated them to a safer side of the planet.",
      "name": "Novans",
      "episode": "Episode: ENT 006 - Terra Nova\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "Planet: name unspecified. Covert, warlike rivals to the peaceful Baneans with weaponry equal and shielding perhaps superior to Voyager. They once shared the same planet.",
      "name": "Numiri",
      "episode": "Episode: VOY 108 - Ex Post Facto\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "According to Trip Tucker, the 200 Nuvian masseuses on Risa have 12 fingers on each hand.  A female Nuvian slave was kept in Zjod's shop on the floating bazaar on the Xanthan homeworld.  ",
      "name": "Nuvians",
      "episode": "Episode: ENT 056 - Rajiin\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "The Cardassian counterpart to the Romulans' Tal Shiar, the Obsidian Order for decades maintained terror as the secret police and spy agency of that culture. Supposedly subservient to the Central Command and military rulers — much less the puppet civilian Detappa Council — the Obsidian Order was a den of intrigue unto itself and often acted secretly for its own ends.",
      "name": "Obsidian Order",
      "episode": "Episode: DS9 442 - Wire, The\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "Name for the G-type star of the Delta Quadrant and its fifth planet, homeworld of the namesake, short-lived humanoid race. The planet's surface was accidentally subjected to eternal dryness and an atmosphere absent any nucleogenic particles by the Nacine \"Caretaker\" aliens, who looked after the natives out of guilt by moving them underground for survival. Despite that, it's still Class-M rated; Captain Janeway says she's never seen such a planet among thousands of Class-M worlds. Later, the resource-poor Kazon-Ogla arrived on the surface in search of their water and other resources, including cormaline, camping near a dry river bed at the north end of the foothills along an extinct volcano range on the southern continent.",
      "name": "Ocampa",
      "episode": "Episode: VOY 101 - Caretaker\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Inhabitants (pronounced \"OO-lons\") of Marejaretus VI who give thanks during a meal by eating until two large, continuously struck stones are broken.",
      "name": "Ooolans",
      "episode": "Episode: TNG 145 - Manhunt\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Origin: Devidia II. A snake-like life-form which appeared to possess the same shape-shifting abilities as the Devidians who used it to travel through their time portal.",
      "name": "Ophidians",
      "episode": "Episode: TNG 226 - Time's Arrow, Part I\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Planet: Organia. On first appearance, a simple agrarian humanoid race that had no significant advancements for over 10,000 years. On stardate 3198.4, the true nature of the Organians revealed an extremely advanced civilizations of noncorporeal beings, having developed beyond their physical bodies a millennia ago, and who merely created the physical appearance of a simplistic culture for the benefit of the corporeal life-forms that visit. The Organians are responsible for the Organian Peace Treaty in 2267, which is responsible for peace between the Federation and the Klingon Empire until the two allied many years later.",
      "name": "Organians",
      "episode": "Episode: TOS 027 - Errand of Mercy\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Origin: unspecified. On stardate 43930.7, Lwaxana Troi commented that she would prefer to eat this otherwise unspecified lower life-form than succumb to her Ferengi captors.",
      "name": "Orion wing-slug",
      "episode": "Episode: TNG 172 - Menage a Troi\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Green-skinned humanoids, the most notable of whom are the so-called \"green Orion animal women,\" females who seem to be mere slaves but actually wield a preternatural influence over humanoid males of many species, and are therefore far more independent and powerful than appearances would indicate. Orions comprise the plurality of species that make up the criminally-bent Orion Syndicate, an organized crime cartel-cum-nation that stretches across the underbellies of many worlds on the fringes of Federation space and beyond. Because the Orion Syndicate prizes its political neutrality, particular vis-a-vis the Federation, Orions working on covert criminal missions — such as the spy who posed as an Andorian diplomatic aide named Thelev in 2267 to disrupt the Babel Conference — are expected to commit suicide rather than face capture and interrogation.",
      "name": "Orions",
      "episode": "Episode: TOS 044 - Journey to Babel\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Delos III. Basically humanoid, this race was kept in virtual addiction to felicium, a native drug, by the neighboring world of Brekkia supposedly to fight off ongoing effects of a plague that was long ago cured. Originally, the Ornarans had long outpaced the Brekkian economy.",
      "name": "Ornarans",
      "episode": "Episode: TNG 123 - Symbiosis\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Origin: extragalactic. Slight beings only inches tall, alien to human-type emotions but capable of matter manipulation with a replication/transporter technology dubbed \"transmuter\" which is used to assume different forms on the many higher-gravity worlds they encounter. Along with being featured on a wallchart in Keiko's Deep Space Nine school, the extragalactic Ornithoids once discovered on Pyris VII a century earlier were once the subject of Jake's homework.  Captain James T. Kirk encountered two Ornithoids, Korob and Sylvia in 2267.",
      "name": "Ornithoids, Extragalatic",
      "episode": "Episode: TOS 030 - Catspaw\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "Species with a large merchant fleet. Captain Archer and the crew of the Enterprise NX-01 encountered these aliens during their mission to the Delphic Expanse. Two Osaarian ships had entered the Expanse looking for new trade routes. One was destroyed; the other resorted to piracy. The Osaarians kept their stolen goods in a massive sphere surrounded by a cloaking field. ",
      "name": "Osaarians",
      "episode": "Episode: ENT 054 - Anomaly\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Origin: unspecified. By implication, an oxygen-breathing species otherwise unspecified but apparently of Alpha or Beta quadrant origin. The species was known to Curzon or a previous Dax host, since Jadzia talked of a hydrogen-breathing Lothra who mated with an Oxygene for 57 years. They could only spend 40 minute a day together without their breathing apparatus.",
      "name": "Oxygenes",
      "episode": "Episode: DS9 426 - Melora\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified.",
      "name": "Pakleds",
      "episode": "Episode: DS9 462 - Prophet Motive\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "A light-green-skinned race of humanoid-appearing creatures native to the planet Pandro. Unlike virtually all other known humanoid species, however, Pandronians are actually \"colony creatures\" capable of functioning both as humanoids and as detachable, independently living components. In 2270 the United Federation of Planets granted the honorary Starfleet rank of commander to a Pandronian observer named Ari bn Bem, posting him aboard the U.S.S. Enterprise in a effort to foster further cultural, scientific and diplomatic exchanges between the Pandronians and the Federation.",
      "name": "Pandronians",
      "episode": "Episode: TAS 22018 - Bem\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "This matriarchal species established a small mining outpost in the Alpha Quadrant circa 2131. Over the next 20 years, it grew into a colony (population 3,600), complete with schools and a museum. In 2151, the Enterprise NX-01 planned to visit the colony, but its shuttle apparently ignited tetrazine in the planet's atmosphere, eradicating all life on the surface. Because of this, Enterprise's mission was cancelled. Eventually, Captain Archer discovered that the Suliban were actually responsible for the explosion, and Enterprise was allowed to continue.",
      "name": "Paraagans",
      "episode": "Episode: ENT 026 - Shockwave, Part I\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: exact name unspecified. Humanoids with upswept, line-textured faces and skin almost resembling some Terran mollusks or seashells.  As a species, they give off an odor from skin secretions which changes with their mood; anger unleashes a particularly strong one. Their homeworld is unspecified but is apparently neither Parada IV, a gas giant, nor Parada II — since the latter's significance was unknown to replicant Chief O'Brien, who had access to the real chief's memory. The government and rebels there had been locked in civil war for 12 years (since  2358) until they asked for peace talks to be held at Deep Space Nine. Chief O'Brien had been sent as a security liaison, but the Paradas government — outwardly paranoid about security arrangements — had kidnapped him and tapped his mind to direct the Replicant sent back to DS9 until it was triggered to sabotage the talks. Part of the truce agreement was that neither side carry on secret communications with the United Federation of Planets arbiters, but an informant let the rebels know about the plot in time to warn Commander Sisko's crew to keep tabs on the double, who was unaware of his mission. Stability was apparently restored, for Paradans continue to be frequent visitors to DS9.",
      "name": "Paradas",
      "episode": "Episode: DS9 434 - Whispers\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "A never-named race of tiny, crustacean-like intelligent beings who attempted to conquer the Federation by infiltrating Starfleet and taking over the bodies of high-ranking officers in 2364, an effort halted by Captain Jean-Luc Picard and exposed by Admiral Norah Satie. The parasites are thought to be extra-galactic.",
      "name": "Parasite Invaders",
      "episode": "Episode: TNG 125 - Conspiracy\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Origin: Paxan space.",
      "name": "Paxans",
      "episode": "Episode: TNG 188 - Clues\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Federation planet, Class-M, characterized by two inhabited moons called Alpha Moon and Beta Moon. These moons were often at odds with each other.",
      "name": "Pelians",
      "episode": "Episode: TNG 197 - Host, The\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. A space-faring species, otherwise nondescript, recently known to the United Federation of Planets whom Commander Sisko convinced to try an exchange of ambassadors with the UFP in 2371.",
      "name": "Peljenites",
      "episode": "Episode: DS9 469 - Family Business\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. A space-faring race known for skimping on capital outlay and maintenance. Yates was in their employ when she and Commander Sisko first met at Deep Space Nine, and she blamed her initially outdated 15-year-old transporter model on them.",
      "name": "Petrarians",
      "episode": "Episode: DS9 469 - Family Business\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "Origin: photostar. Sentient energy beings which lived within a photostar and were inadvertently taken aboard the Voyager in samples. They broke confinement to find refuge in the Holodeck and took \"prisoners\" by way of materializing the crew users there until ascertaining their \"brethren\" had been set free.",
      "name": "Photonic Aliens",
      "episode": "Episode: VOY 112 - Heroes and Demons\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "Sentient plant people native to the planet Phylos, the Phylosians of the twenty-third century are heirs to a civilization that is long past its prime — a civilization they wish to see restored to its former grandeur. Unfortunately, the Phylosians remember little that occurred before the advent of a plague that killed many of them off long ago.",
      "name": "Phylosians",
      "episode": "Episode: TAS 22002 - Infinite Vulcan, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: unknown. An extinct space-faring race, mutually destroyed with the Menthar in the battle of Orelious IX over a thousand years ago (about the time of Earth's late Middle Ages, circa  1300s). They were largely humanoid oxygen-breathers and had a bony head-ridge much like the Klingons. On stardate 43205.6 Captain Picard praised their bridge layout as simple yet elegant and functional.",
      "name": "Promellians",
      "episode": "Episode: TNG 154 - Booby Trap\n"
    },
    {
      "serie": "Star Trek : The Animated Serie",
      "description": "Aurelians were a bipedal, avian race. They stood taller than most Humans, and had bright yellow feathers and blue eyes. Although resembling birds, the Aurelians did have humanoid arms and legs, and were perfectly capable of using devices like a tricorder",
      "name": "Aurelians",
      "episode": "Episode: TAS 02 - Yesteryear"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Origin: Bajoran wormhole",
      "name": "Prophets",
      "episode": "Episode: DS9 401 - Emissary, Part I\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Planet: Triskelion. Members of a species who apparently were humanoid in appearance, but eventually evolved into disembodied brains due to their devotion to intellectual abilities. Three such disembodied brains dwelled below the surface of the planet Triskelion, and control the events which transpire on the surface of the planet for the purposes of their own entertainment — which is namely to capture humanoid species (termed \"thralls\") for combative games so that the Provider's can wager on the winners. On stardate 3211.7, Captain James Kirk and two of his crew were captured in this manner.",
      "name": "Providers",
      "episode": "Episode: TOS 046 - Gamesters of Triskelion, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Kesprytt III. This humanoid people formed the minority and highly xenophobic government of the  Prytt Aliiance, led by a prime minister. By 2370 it had claimed Kolrod Island due to its initial disputed settlement, a sore spot with the Kes, which led to Prytt's denial of membership by the UFP.",
      "name": "Prytt Alliance",
      "episode": "Episode: TNG 260 - Attached\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "Flying reptiles which existed from Earth's Triassic period to the end of the Cretaceous period, pterodactyls are properly called \"pterosaurs.\" In 2269 (stardate 5143.3), when the starship Enterprise returns to the \"shore leave\" amusement park planet, a landing party is threatened by two attacking pterodactyls. Deep bluish in color, with purple underside of their wings, these pterodactyls are mechanical constructs, like the other \"lifeforms\" on the planet.",
      "name": "Pterodactyls",
      "episode": "Episode: TAS 22017 - Once Upon a Planet\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "An insect that was known to have drifted for half a light-year trying to return to its homeworld. Phlox cites the story while he and Porthos are the only ones awake aboard the NX-01.",
      "name": "Pycan Space Moth",
      "episode": "Episode: ENT 068 - Doctor's Orders\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. A race which includes non-aligned arms merchants, introduced to Maquis weapons buyer Sakonna via Quark.",
      "name": "Pygorians"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: Pythron V. A space-faring race.",
      "name": "Pythrons",
      "episode": "Episode: DS9 431 - Rivals\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "(Played by John de Lancie)",
      "name": "Q",
      "episode": "Episode: TNG 101 - Encounter at Farpoint, Part I\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "A race of technophiles interested solely in science and mathematics. They have no interest in the arts, though it appears that they like singing after hearing the holographic Doctor sing opera. However, the Doctor eventually realizes that the Qomar are interested purely in music's mathematical qualities, not the emotional or artistic value.",
      "name": "Qomar",
      "episode": "Episode: VOY 234 - Virtuoso\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: Rakhar (Gamma Quadrant). Humanoid race distinguished by heavy ridges down the nose and full heads of bushy hair. Aware and unafraid of space-farers, they cared little about outside contact through the wormhole and employed a swift and suspect justice system that wielded the death penalty on not only lawbreakers but all of their relatives.",
      "name": "Rakhari",
      "episode": "Episode: DS9 412 - Vortex\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Ramatis III. Humanoid inhabitants of a planet off the beaten Federation path, whose ruling family line is missing its gene for hearing, much like the Hanovers of Old Earth who suffered from hemophilia.",
      "name": "Ramatisians",
      "episode": "Episode: TNG 132 - Loud as a Whisper\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. Species of illegal arms trader Plix Tixiplik.",
      "name": "Reegrunion",
      "episode": "Episode: DS9 430 - Sanctuary\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Origin: unspecified. This amorphous, pulpous creature rates such a low status to the Klingon people, that name is used to insult people who are thought to be weak. The Klingon, Korax uses this term to insult the U.S.S. Enterprise at Deep Space Station K-7 in 2267.",
      "name": "Regulan Blood Worm",
      "episode": "Episode: TOS 014 - Galileo Seven, The\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "A soft-sided creature, typically about six inches long with a long, slim forked end, used by organic Denobulan healers like Phlox for internal treatments to cleanse the humanoid lymphatic system with no side effects. He only has about a half-dozen in a reddish slime in his Sickbay menagerie during the Xindi mission, kept in a clear canister; they are hard to replace. During the elaborate futuristic ruse to win Degra's trust initially, Phlox and Archer implant one in Degra's left arm to reinforce a story that the worms are used as \"truth serum\" by the Xindi-Insectoids, thanks to the mucous liquid they secrete when injected under the skin.",
      "name": "Regulan Bloodworm",
      "episode": "Episode: ENT 066 - Stratagem\n"
    },
    {
      "serie": "Star Trek Nemesis",
      "description": "Humanoid, light-sensitive native species of Remus, the sister planet to Romulus, who evolved in their world's dark-side hemisphere and have largely remained subjugated by their more powerful neighbors. They've also been kept apart from the Empire's politics and military command. As fierce and towering foot soldiers, however, Remans won numerous battles during the Dominion War under Shinzon, a covert human clone of Starfleet's Jean-Luc Picard who was abandoned with them. They later made up the bulk of his fighting force during his short-lived takeover of the Romulan Star Empire and failed attack on the Enterprise-E in a bid to conquer Earth.",
      "name": "Remans",
      "episode": "NEM Star Trek Nemesis\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: Remmil VI. Sentient native species known to the Federation who spin a crystalline webbing used in building construction, as seen used in their central museum.",
      "name": "Remmilians",
      "episode": "Episode: DS9 460 - Heart of Stone\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "Planet: Planet Hell.  They can stand upright.  Although they have a skeletal system of a humanoid, they are cold blooded with a reptilian epidermis.  Their young hatch from eggs and thrive on the vapors of the planet.",
      "name": "Repto-Humanoids",
      "episode": "Episode: VOY 123 - Parturition\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "A six-legged creature with purple fur, a long tail, and yellow eyes and claws. About the size of a medium-size dog, the Rigelian hypnoid can project simple illusions, and speak. In 2269 (stardate 4978.5) Harry Mudd uses a hypnoid on the planet Motherlode to fool the heavy metal miners there into thinking it is a beautiful woman named Lora.",
      "name": "Rigelian Hypnoid",
      "episode": "Episode: TAS 22008 - Mudd's Passion\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "A giant monster seemingly made of brown stone, the \"rock creature\" is encountered on an uncharted planet by Captain Kirk, Mr. Spock, Nurse Chapel, and conman Harcourt Fenton Mudd in 2269 (stardate 4978.5). The creature is over 100-feet tall, has three yellow eyes, two forearms with three articulated claws, and a segmented body that ends in a sluglike tail. It growls with deafening noise. Although alive, it does not show up on Enterprise sensors as a living creature. A second rock creature, which resembles a giant brown alligator with pincer-like claws, is also encountered on the planet.",
      "name": "Rock Creature",
      "episode": "Episode: TAS 22008 - Mudd's Passion\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: name unspecified. Creators of the Basotile, a type of centuries-old metal sculpture of which Kivas Fajo owned the centuries-old first until his collection was broken up after his arrest in 2366.",
      "name": "Rodulans",
      "episode": "Episode: TNG 170 - Most Toys, The\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Planet: Romulus.",
      "name": "Romulans",
      "episode": "Episode: TOS 009 - Balance of Terror\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Planet: Romulus.",
      "name": "Romulans (mirror)",
      "episode": "Episode: TOS 009 - Balance of Terror\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Sothis III. People who apparently hate mysteries.",
      "name": "Saataran",
      "episode": "Episode: TNG 246 - Chase, The\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Origin: Gamma Quadrant. An ancient race (pronounced \"sul-tu-NAW\")  that was entirely destroyed by a massive power struggle. The events were described in a telepathic archive contained in energy spheres that revealed the story by superimposing the tale onto viewers' minds — with usually fatal results.",
      "name": "Saltah'na",
      "episode": "Episode: DS9 418 - Dramatis Personae\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: name unspecified. A race (pronounced \"SUTT-er-uns\") at war with the Lysian Alliance for several decades, a length due to the relatively low technology levels of both sides. Despite that, they have developed a scanning beam that can blank memories via brain chemistry and manipulate computers to the point where a native disguised as a human almost hijacked the U.S.S. Enterprise NCC-1701-D to win their war for them. Whether a typical case or not, the Satarran, disguised as human, can fake human readings on sensors and easily knocks Worf aside and is only brought down after two phaser bursts followed by continuous fire from two Phaser II's beams of unknown intensity. In appearance, they are glimpsed as having a humanoid yet bony exoskeleton, although it is not known how accurate that information is due to the camouflaged nature of the one Satarran seen.",
      "name": "Satarrans",
      "episode": "Episode: TNG 214 - Conundrum\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Planet: Scalos. Humanoids who exist in a hyper-accelerated state due to overexposure to radiation.",
      "name": "Scalosians",
      "episode": "Episode: TOS 068 - Wink of an Eye\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "A large, bear-like animal native to Vulcan, sehlats typically possess six-inch fangs. Although sehlats can be ferocious in the wild, Vulcan families frequently domesticate them as pets. Spock had a pet sehlat, which died during his childhood (in 2237, or 8877 on the Vulcan calendar) after sustaining mortal injuries from the poisonous bite of a mountain lion-like desert predator known as a le-matya.",
      "name": "Sehlat",
      "episode": "Episode: TAS 22003 - Yesteryear\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "A planet in the Beta Renna star system, home to a sentient reptilian race who are deadly enemies of neighboring Antica.",
      "name": "Selay",
      "episode": "Episode: TNG 108 - Lonely Among Us\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: Serilia (conjectured). A race, otherwise unspecified, whose ambassador's impending visit to Deep Space Nine circa stardate 48423 is the focus of security arrangements being made by Constable Odo.",
      "name": "Serilians",
      "episode": "Episode: DS9 454 - Meridian\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "A word in the Novan languge that means falsehood, deception or nonsense.",
      "name": "Shale",
      "episode": "Episode: ENT 005 - Unexpected\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Another expression for 'changeling.' Before speaking of his illegal cloaking device for sale in the bar, Quark knocks on everything solid in view — glasses, table, chairs, tray — to make sure it's not a morphed Constable Odo listening in.",
      "name": "Shapeshifter",
      "episode": "Episode: DS9 448 - Search, Part II\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Origin: Shelia star system. A technological, non-humanoid life-form of classification R-3; in appearance, a wrap of black, mucous-secreting folds appearing as at least a head and gesturing upper appendages (not too unlike the look of the creature Armus on Vagra II). As a culture, they view humans as a lower life form and have no qualms about exterminating those legally in their way -- as with the unknowing human \"trespassers\" on Tau Cygna V. They have learned several United Federation of Planets (UFP) languages but still consider them imprecise.  The Sheliak language continues to elude Federation linguists, and even telepaths have been of no help. In face-to-face dialogue with Captain Picard and Counselor Troi, the Sheliak ship director speaks English without apparent translation aids. His reception room is very large and open, perhaps indicating that space is not critical on the vessel.",
      "name": "Sheliak",
      "episode": "Episode: TNG 149 - Ensigns of Command, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "A species from another time continuum which can assume other forms and uses gravity wells as a nest for its young . Some mistook a Romulan warp core's artificial quantum singularity as a nest, sent the Warbird into distress, and then fractured time when the responding Galaxy-class Enterprise's power transfer beam locked on.",
      "name": "Singularity Aliens",
      "episode": "Episode: TNG 251 - Timescape\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "Humanoid species that abducted humans from Earth many years ago to use as slave labor on their new colonies. The plan backfired when the humans rebelled, enslaving the Skagarans. The humans implemented laws preventing Skagarans from owning property, being educated and marrying. Skagarans were often referred to with the derisive term \"Skags.\" A visit from the crew of the Enterprise enlightened the human population, and the outdated laws were soon changed for the better.",
      "name": "Skagarans",
      "episode": "Episode: ENT 061 - North Star\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "A race of avian creatures, the Skorr are a fierce and proud race who were once great warriors with advanced military technology and the ability to breed vast armies rapidly. According to Vulcan estimates, they were capable of breeding 200-billion warriors in a two-year period. Some time around 2249, a religious leader named Alar began to influence the Skorr, turning them to a more peaceful and civilized people. After Alar's death, his brain patterns were recorded and placed in a sculpture that held great religious significance for his people, called the \"Soul of Skorr.\"",
      "name": "Skorr",
      "episode": "Episode: TAS 22014 - Jihad, The\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Origin: Gamma Quadrant. A matriarchal humanoid Gamma Quadrant race dominated for 800 years by the T-Rogorans and forced to work as laborers and servants until the captors themselves were conquered by the Dominion. In the vacuum that followed, some 3 million fled and — through one of their natives — accidentally came through the wormhole to DS9 in 2370. The move appeared to fulfill a religious prophecy that their legendary \"promised land\" of Kentanna lay just beyond, which they interpreted as Bajor. When the overwhelmed Bajorans regretfully turned down their request they bitterly settled on the nearby Draylon II, as suggested — despite leader Haneek's argument that her hard-working people were just what the rebuilding Bajor needed. Their language patterns, syntax and sentence structure were unlike anything in the universal translator's database. Males are considered \"too emotional\" to be leaders, always fighting among themselves, and a female may be \"bonded\" to two or more males; the concept of a solo mate is unknown to them.",
      "name": "Skrreea",
      "episode": "Episode: DS9 430 - Sanctuary\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "A galactic power that held sway over virtually all sentient life in the Milky Way Galaxy approximately one billion years ago, the Slaver Empire and its subject races were wiped out in a colossal interstellar war. As a consequence of the rise and fall of the Slaver Empire, intelligent life had to re-evolve from scratch. By the twenty-third century, the only tangible remnants of the Slaver Empire that still exist are stasis boxes, devices used to store various objects — and in which time does not pass. A number of these boxes have been discovered by Federation scientists over the years; some of these highly prized rarities contained completely innocuous objects, while others bore weapons or other revolutionary high technology once used by the long-dead Slavers.",
      "name": "Slaver Empire",
      "episode": "Episode: TAS 22011 - Slaver Weapon, The\n"
    },
    {
      "serie": "Star Trek Insurrection",
      "description": "Humanoid, spacefaring culture preoccupied with materialism and often anti-aging methods, discovered by Starfleet in 2375 to be not a unique species but an offshoot of the Ba'ku. Originally nonaligned, the exposure of the Son'a's true nature introduced Prime Directive interference concerns and broke up a joint Federation-Son'a relocation of the Ba'ku so as to safely mine the dense metaphasic rings around their adopted world in the \"Briar Patch\" for their de-aging properties. The ambitious Son'a faction under Adhar Ru'afo had falsely portrayed itself as a unique culture after fleeing a failed coup attempt some 50 years before the Enterprise-E crew got involved, and built itself into a nonaligned military power.",
      "name": "Son'a",
      "episode": "INS Star Trek: Insurrection\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "Slang for a post-warp generation of humans who live primarily in space — some of their offspring are even born there. Sometimes shortened to \"boomer.\" The Enterprise NX-01's Travis Mayweather is a boomer.",
      "name": "Space Boomer",
      "episode": "Episode: ENT 001 - Broken Bow\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "A sophisticated lifeform native to a realm of fluidic space a dimension apart from our universe, known only by its Borg designation because its self-ascribed name is unknown. Species 8472 has an extremely dense genetic structure and an extraordinarily powerful immune system; almost anything that penetrates their cells is instantly destroyed, including chemical, biological or technological intruders.",
      "name": "Species 8472",
      "episode": "Episode: VOY 168 - Scorpion, Part I\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. A sentient species which reproduces by budding, apparently asexual — otherwise nondescript except for the need for a hatchling pond — is represented in Starfleet and on Deep Space Nine by Ensign Vilix'pran, who is reassigned away from the hazardous materials of Cargo Inspection a month before the buds undergo hatching.",
      "name": "Species, budding",
      "episode": "Episode: DS9 460 - Heart of Stone\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "The stone represents a life of order and control through logic, and was part of a ritual at the Vulcan monastery of P'Jem. Honored guests were invited to touch the stone at the end of their visit.",
      "name": "Stone of J'Kah",
      "episode": "Episode: ENT 007 - Andorian Incident, The\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "Humanoid species. Their distinguishing physical characteristic is their mottled, greenish-tinted skin. The Suliban are originally from Sector 3641, but their homeworld became unhabitable around the Earth year of 1851, and most of them became nomadic.",
      "name": "Suliban",
      "episode": "Episode: ENT 001 - Broken Bow\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "A large scarlet colored sea beast on the planet Argo, the sur-snake has four long tentacles ending in flippers, a pair of yellow eyes, a dorsal fin, and fangs. When a Federation aquashuttle is attacked by it in 2269 (stardate 5499.9), they are able to stun it with a phaser. Studying its unconscious body, they find it has a dual respiratory system, lungs, and gills, and that its skeleton resembles that of a Denebian whale. Later, the U.S.S. Enterprise crew learns that the ambergris-like venom of the sur-snake is the key to reversing the genetic mutation of the surgo-op, thus transforming Kirk and Spock from water-breathers back into air-breathers. Hunting sur-snakes is against the ordainments (rules) of the Aquans.",
      "name": "Sur-Snake",
      "episode": "Episode: TAS 22013 - Ambergris Element, The\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "A large, ferocious, birdlike flying creature that is actually a motile plant, like much of the life on its native planet Phylos. Swoopers typically measure more than five meters in length, and make strafing dives on their prey, held aloft by their long purple wings. Essentially mindless creatures, swoopers were specially trained for attack by Dr. Stavos Keniclius 5, who used the animals to protect his genetic engineering laboratories on Phylos. On stardate 5554.4 (2269), Keniclius 5 used the creatures to capture the U.S.S. Enterprise's first officer Commander Spock, whom Keniclius 5 used as a cloning template.",
      "name": "Swooper",
      "episode": "Episode: TAS 22002 - Infinite Vulcan, The\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Only 300 symbionts are available for hosting each year on average. If a host is weak, the personality of the symbiont will overwhelm it. Unless its current Joined Host objects, a prospective Host may request a specific symbiont.",
      "name": "Symbionts, Trill",
      "episode": "Episode: DS9 401 - Emissary, Part I\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Origin: Gamma Quadrant. A Gamma Quadrant race who ruled the Skreea for 800 years and killed the matriarchal people's leaders until they in turn were invaded and conquered by some \"member\" of the Dominion — likely the Jem'Hadar, the Dominion's storm troopers.",
      "name": "T-Rogorans",
      "episode": "Episode: DS9 430 - Sanctuary\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Tagus III. By law, these spacefaring natives had sealed off the famous ruins of their world to outsiders' research by 2267. The adjective form, as with \"Betazoid\"/\"Betazed,\" is \"Taguan.\"",
      "name": "Tagans",
      "episode": "Episode: TNG 194 - QPid\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: name unspecified. A Federation-area  humanoid species with slightly reptilian-like features and a disseminated internal physiology which protects against bodily harm unless done on a cellular level. This same physiological quality makes it possible for Takarans to simulate death for prolonged periods of time.",
      "name": "Takarans",
      "episode": "Episode: TNG 248 - Suspicions\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Talarian homeworld. A species of indigenous arachnid, apparently with legs that grow to a half a meter in length.",
      "name": "Talarian hook spider",
      "episode": "Episode: TNG 228 - Realm of Fear\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Origin: Alpha Quadrant. A humanoid, spacefaring species whose space bordered the Cardassians and Federation. They fought non-threatening but bloody border wars with the UFP as late as 2357, but have been at nominal peace since; entry into each other's space is not seen as an automatic act of war. One of their customs is the adoption of the sons of enemy commanders killed in battle.",
      "name": "Talarians",
      "episode": "Episode: TNG 176 - Suddenly Human\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "Planet: Talax. Normally the physiology is totally different from all others on the ship with an immune system which would reject any organ donors outright, but Vidiian immunogenetical knowledge allows an Ocampa lung from Kes to be easily adapted. The respiratory system is directly linked to several points along the spinal column. One has been in the Avery III Vidiian mines for six years, the last of his 23-member crew alive.",
      "name": "Talaxians",
      "episode": "Episode: VOY 102 - Caretaker\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Alpha Quadrant race whose Tallonian crystals are illegal anywhere but on their world.",
      "name": "Tallonians",
      "episode": "Episode: DS9 475 - Hippocratic Oath\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Planet: Talos IV.",
      "name": "Talosians",
      "episode": "Episode: TOS 001 - Cage, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Tamarian homeworld. Humanoid race whose seven friendly overtures to the UFP over the 100 years prior to 2368 were thwarted by the inability to communicate; in fact, Tamarians remained to be considered by some as just rumor or legend. Finally, after an encounter in which Capt. Dathon gave his life fighting a native beast on El-Adrel IV, Starfleet's Captain Jean-Luc Picard realized the language -- which had been processed by the universal translator into meaningless phrases -- was based on metaphor: narrative imagery using reference to the people and places of their mythic history.  It is now understood that image is everything to Tamarians, embodying their emotional states and thought processes; they possess an unusually high ability to abstract and an ego structure that does not foster self-identity. Their plain uniforms are rich in insignia, which are used in a simple ritual when going to bed, and each officer wears a small ceremonial dagger. Both genders appear to have social parity.",
      "name": "Tamarians, a.k.a. \"The Children of Tama\"",
      "episode": "Episode: TNG 202 - Darmok\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "Humanoid species. The Tandarans are suspicious of all Suliban because of the actions of the Cabal, and built a detention center where innocent Suliban civilians were imprisoned.",
      "name": "Tandarans",
      "episode": "Episode: ENT 021 - Detained\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Tanuga IV. Space-aware, technological humanoids distinguished mainly by Vulcan-like upswept eyebrows and two to three successive V-shaped ridges on the forehead that echo the brow line. In 2366, both genders prefered stiffly upswept hairstyles.",
      "name": "Tanugans",
      "episode": "Episode: TNG 162 - Matter of Perspective\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. A people (pronounced \"tair-uh-HONG-ee-uns\") who are naturally gullible — at least according to Quark, who shrugs off Grand Nagus Zek's praise at selling their unwitting government two defective warp drives with his cousin Barbo, whom he later turned in to the authorities. They do practice imprisonment as a criminal punishment.",
      "name": "Tarahongians",
      "episode": "Episode: DS9 411 - The Nagus\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Tarchannen III. Non-sentient humanoid race, frightened by normal light and visitors who are visible to humanoid eyes only under ultraviolet light. Their species propagated by using a DNA strand implant in an alien host's thymus to reproduce via genetic metamorphosis, which can take years to gestate. The onset of symptoms can vary in time from days to only an hour.",
      "name": "Tarchannens",
      "episode": "Episode: TNG 192 - Identity Crisis\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "A humanoid, spacefaring race believed extinct in the aftermath of a plague until a band of eight aboard a small ship showed up at Haven in 2364 seeking an isolated site to take advantage of the planet's supposed recuperative powers. They were joined by Dr. Wyatt Miller who hoped to finally find a cure.",
      "name": "Tarellians",
      "episode": "Episode: TNG 105 - Haven\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "Taresians",
      "name": "Taresians",
      "episode": "Episode: VOY 162 - Favorite Son\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Origin: unspecified. A creature which Guinan described as her own imaginary friend in childhood.",
      "name": "Tarkassian razorbeast",
      "episode": "Episode: TNG 222 - Imaginary Friend\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "A humanoid culture of the Delphic Expanse with space travel in the mid-22nd century, physically notable for numerous thin projecting \"horns\" all about the head. One in 50 million of the natives are born with telepathic abilities and exiled to other worlds by the fearful public, who consider them a threat.",
      "name": "Tarquin's species",
      "episode": "Episode: ENT 058 - Exile\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "This treaty between the Andorians and the Vulcans created borders and buffer zones.",
      "name": "Tau Ceti Accords",
      "episode": "Episode: ENT 014 - Shadows of P'Jem\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Humanoid, spacefaring race who belived in the strict separation of the sexes by law, raising their children by the same-sex parent only and keeping them ignorant of the other gender until age 16. Their law provides that a son is property of the mother's new husband, however, in the event of a \"divorce\" — which is accomplished only by the ex-spouse's acceptance of the new suitor's verbal declamation of love to the mate.",
      "name": "Tavnians",
      "episode": "Episode: DS9 493 - Muse, The\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "Collection of writings by the legendary Vulcan philosopher Surak. T'Pol gave Archer the complete unabridged translation in order to help the captain relax on his vacation.",
      "name": "Teachings of Surak",
      "episode": "Episode: ENT 025 - Two Days and Two Nights\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Although LaForge's memory of hopping a ride on a Teldarian cruiser with his shuttlepod to catch up with the Enterprise-D was a false one implanted by Romulans, it is apparently not an unusual occurrence.",
      "name": "Teldarians",
      "episode": "Episode: TNG 198 - Mind's Eye\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Planet: Tellar. A humanoid species distinguished by a porcine-like snout, stout build, deep set eyes and a characteristically irascible disposition.",
      "name": "Tellarites",
      "episode": "Episode: TOS 044 - Journey to Babel\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Spices from this Federation-area culture were being offered by Kivas Fajo to a group of Andorians in 2366.",
      "name": "Tellurians",
      "episode": "Episode: TNG 170 - Most Toys, The\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: Teplan. Presumed name for the population of the Gamma Quadrant world, formerly technologically active until defying the Dominion and falling victim to an agonizing, slow-moving viral disease called the Blight that the Jem'Hadar unleashed in response. In 2372,  Dr. Bashir offered hope by fostering a complete cure in the next generation of newborn  Though humanoid, the Teplan natives' neurophysiology is very different from humans, Trills and Bajorans, among others.",
      "name": "Teplanites",
      "episode": "Episode: DS9 495 - Quickening, The\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Space-faring race involved in commerce, which apparently has four arms. Terellian freighters are common or at least seen near Lyaar. Terellian spices can be combined with roots to create broth.",
      "name": "Terellians",
      "episode": "Episode: DS9 459 - Life Support\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: Mirror Earth. The mirror universe name for humans, after the Latin name of their planet. After the conquest of their once-feared empire by the Klingon-Cardassian alliance sometime after  2268, many are made slave laborers in ore processing or other menial jobs; a few got preferential treatment, such as Ben Sisko's marauders and Dabo girls, but they were certainly not allowed to train in careers such as medicine. As they earned trust, laborers were classified according to a Greek letter system rising to theta from lambda, at least; a four-digit number preceded the Greek letter. At Terok Nor, a new Terran Rebellion was sparked by rebel captain Ben Sisko and \"Smiley\" O'Brien thanks to influence from the \"normal\" reality; their crew eventually convinced other collaborative humans such as Dr. Jennifer Sisko to abandon their aid of the alliance, and eventually they built a mirror U.S.S. Defiant and liberated the station as a bastion for the Rebellion.",
      "name": "Terrans/2",
      "episode": "Episode: DS9 443 - Crossover\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "The descendants of the human settlers of the only planet orbiting the star Cepheus, the Terratins were shrunk to a few millimeters in height by the strange spiroid energy waves that suffuse the surface of their adopted planet. When their geologically unstable world threatened to wipe them out, they were forced to accept the assistance of crewmembers of the U.S.S. Enterprise, who agreed on stardate 5577.7 (2269) to transport the tiny Terratins and their Lilliputian city to the far more pleasant world of Verdanis.",
      "name": "Terratins",
      "episode": "Episode: TAS 22015 - Terratin Incident\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "The Tesnians require six hours of boron gas a day in order to survive. While attempting to dock, a Tesnian ship collided with Enterprise NX-01 and crashed into an asteroid. Malcolm Reed and Trip Tucker discovered the wreckage and believed that the Enterprise itself had been destroyed. Enterprise returned the passengers to their homeworld of Tesnia.",
      "name": "Tesnians",
      "episode": "Episode: ENT 016 - Shuttlepod One\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Planet: Thasus. An advanced, intelligent, noncorporeal race of beings, first encountered on stardate 1533.6 when they made contact with Captain Kirk to retrieve a young humanoid they had given special powers to.",
      "name": "Thasians",
      "episode": "Episode: TOS 008 - Charlie X\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Origin: Tholian space.",
      "name": "Tholians",
      "episode": "Episode: DS9 459 - Life Support\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "The U.S.S. Enterprise is ordered to transport Tam Elbrun, a Federation emissary, to a distant star system. Tam, a Betazoid who specializes in first contact with new life-forms, is assigned to establish mind contact with Tin Man, an alien intelligence resembling an organic spaceship, which is orbiting a star that's about to explode. The crew's mission: to reach Tin Man before two Romulan Warbirds, which are also trying to make contact with it.",
      "name": "Tin Man",
      "episode": "Season: 3 Ep. 20"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "First lifeform from the Gamma Quadrant  to appear on Deep Space 9.  Tosk was a trained target for Hunters from his world.  Miles O'Brien offered Tosk shelter, but Tosk chose to fulfill his duty.",
      "name": "Tosk",
      "episode": "Episode: DS9 406 - Captive Pursuit\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Mysterious humanoid from Tau Alpha C with the ability to focus space and time. The Traveler expressed an interest in Wesley Crusher and, in 2370, became his guide in a new plane of existence.",
      "name": "Traveler",
      "episode": "Episode: TNG 106 - Where No One Has Gone Before\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "The legendary Ambassador V'Lar negotiated this Vulcan treaty at Vulcana Regard. A young T'Pol approached the ambassador during a recess of the second conference to ask questions.",
      "name": "Treaty of Ka'Tann",
      "episode": "Episode: ENT 023 - Fallen Hero\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Origin: unspecified. A small animal characteristically soft, furry, and pleasing to most humanoids (with the exception of Klingons). Tribbles give off a soft purring sound that is soothing to many.",
      "name": "Tribble",
      "episode": "Episode: TOS 042 - Trouble With Tribbles, The\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: unspecified. Commonly seen in Federation faciliities such as DS9. A dull brown-skinned race with pointed upswept ears and a long, trunk-like, fleshy protrusion from the back of the skull with a few large dark spots, often draped over the shoulder.",
      "name": "Trunkhead Aliens",
      "episode": "Episode: DS9 401 - Emissary, Part I\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "A major space-faring race, distinguished in appearance by green scaly skin and two blunt horns at the forehead, whose natives frequent Deep Space Nine. One of its freighters, the Nanut, is due to leave DS9 for a two-year stay in the Gamma Quadrant in early 2370. A typical name is Romah Doek.",
      "name": "Tygarians",
      "episode": "Episode: DS9 497 - Body Parts\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. A people who engaged in border wars with the UFP during Sisko's posting as first officer on the U.S.S. Okinawa under Leyton. In 2371 its dictatorial Autarch leader was overthrown by a coup. At least one world is M'kemas III.",
      "name": "Tzenkethi",
      "episode": "Episode: DS9 472 - Adversary, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: name unspecified. A humanoid race, distinguished in appearance by lightly upswept eyebrows and a rough-textured membrane that covers the top of the ear and melds flush to the head. Some can telepathically retrieve the hidden memories of other humanoids after years of specialized and intensive training. Using this skill, the people have embarked in amassing a library of history that is researched by retrieving personal memories of many worlds' individuals. Fellow telepaths can monitor each other, and often do out of fear of what has been termed \"telepathic memory intrusion,\" considered to be akin to rape in their culture.",
      "name": "Ullians",
      "episode": "Episode: TNG 212 - Violations\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "A race of bipedal creatures, ursinoids have brown skins, and resemble a cross between an ape, and a bear, with a dog-like snout. Both male and female ursinoids work as heavy metal miners on the planet Motherlode.",
      "name": "Ursinoid",
      "episode": "Episode: TAS 22008 - Mudd's Passion\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "Vulcan phrase that translates to \"Vulcans without logic.\" This name was given by Vulcan elders to those who disagreed with the ancestral teachings. A group of V'tosh ka'tur was encountered by Enterprise NX-01 circa 2151. One of their group, Tavin, believed the \"Vulcans without logic\" label to be inaccurate. He claimed that they successfully integrate emotion and logic.",
      "name": "V'tosh ka'tur",
      "episode": "Episode: ENT 017 - Fusion\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Origin: unknown. This humanoid space-faring race of the Alpha Quadrant delivered weapons-grade dolomide to the occupying Cardassians on Bajor and were suspected of still doing so in 2369 at DS9, soon after the withdrawal, although they also traded with the  Federation.",
      "name": "Valerians",
      "episode": "Episode: DS9 418 - Dramatis Personae\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Valt Minor (or just Valt). Humanoid race who, judging by Chancellor Alrik in late 2368, are much shorter than their Kriosian cousins but in the modern era are less sentimental as a culture. The races do share a dark-spotted skin pattern along the hairline and down the neck and spine, not unlike the majority species of Trill hosts.",
      "name": "Valtese",
      "episode": "Episode: TNG 221 - Perfect Mate, The\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. The otherwise nondescript home (pronounced \"van-NOBB-un\") of a transport ship raided only two light years from Deep Space Nine, when an artifact similar to one being offered by the Miradorn twins was stolen in 2369.",
      "name": "Vanoben",
      "episode": "Episode: DS9 412 - Vortex\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "According to Federation records, the Vedala are the oldest known spacefaring civilization. One representative of the Vedalan race is met in 2269 (stardate: 5683.1), by Captain Kirk and Mr. Spock. The female Vedalan is a felinoid who walks on her hind legs. Approximately three-meters tall if standing upright, the white-furred female is stooped over most of the time. Her purple clothing allows unrestricted movement, and has an opening for her bushy white tail. She can transport things through space by raising her hands and growling, but it is unclear whether this is accomplished through technological means or magical means. She also apparently has the ability to alter or compress time when transporting beings, as evidenced in 2269 (stardate: 5683.1), when she assembles a team of aliens to help retrieve a stolen object known as the Soul of Skorr, thus preventing a holy war in the galaxy.",
      "name": "Vedala",
      "episode": "Episode: TAS 22014 - Jihad, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Velara III. Microscopic, intelligent one-celled life-forms living in the fragile subsurface saltwater layer of its homeworld. Discovered by a terraforming team that had disrupted their environment by 2364, the entities' components include silicon, germanium, gallium arsenide, cadmium, selenide sulfide, water, impurities, and sodium salt.",
      "name": "Velarans",
      "episode": "Episode: TNG 117 - Home Soil\n"
    },
    {
      "serie": "Star Trek: The Animated Series",
      "description": "A race of sentient shape-shifters native to the planet Vendor. In their natural form, Vendorians look rather like floating orange lamps adorned with six trailing tentacles. Because of their ability to rearrange their molecular structures at will, thus taking on the shapes of various humanoid species, Federation authorities look upon them with suspicion. On stardate 5143.3 (2269), a Vendorian disguised as the interstellar trader and philanthropist Carter Winston justified this distrust — and a Federation quarantine against Vendor — by assisting the Romulans in a failed attempt to capture the U.S.S. Enterprise. Because of the feelings for Winston's fiancée he \"inherited? from the original Winston, the Vendorian switched sides at the last moment, undoing the Romulan plot.",
      "name": "Vendorians",
      "episode": "Episode: TAS 22005 - Survivor, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Ventax II. Once-technological humanoid culture who retreated to an agrarian society a millennia ago when political and social reforms ended wars, famine and ecological disasters; they still shied away from modern technology even after Klingons opened them up to outsiders in 2297.",
      "name": "Ventaxians",
      "episode": "Episode: TNG 187 - Devil's Due\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Origin: the Gamma Quadrant. A humanoid race (pronounced \"vuh-RATH-uns\") whose civilization reached its height 30,000 years ago, spanning over two dozen systems interconnected with a highly developed trade and communication network. Its artisans were also highly skilled; if the race has died out its artifacts are easily dateable. Drolok was the prima of the 19th Dynasty and wore decorous robes and tall Pharaoh-like headgear, at least for ceremony.",
      "name": "Verathans",
      "episode": "Episode: DS9 407 - Q-Less\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "Planet: name unspecified. Humanoid class-5 Delta Quadrant species not yet advanced to space flight. Has a strong and well-developed belief in the Next Emanation afterlife with a fleshed-out funeral ritual involving thanatopolists and cenotaph coffins — actually, a subspace vacuole or spectral rupture, which occur naturally every six hours in thousands of sites all over the planet. Survivors believe they will be reunited with loved ones in the afterlife. Upon death the cell membranes break down into a bio-polymer resin excreted through the skin and wrapping the corpse.",
      "name": "Vhnori",
      "episode": "Episode: VOY 109 - Emanations\n"
    },
    {
      "serie": "Star Trek: The Original Series",
      "description": "Origin: unspecified.",
      "name": "Vians",
      "episode": "Episode: TOS 063 - Empath, The\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "Planet: name unspecified. A space-faring Delta Quadrant species known as educators, explorers, and above all artists — until the phage hit them two millennia ago. Thousands die each day, and organ harvesting is the only way to survive; corpses are preferred, but in an emergency they may be taken from a living body. As a consequence, their medical technology is much higher advanced than the United Federation of Planets norm, including immunogenicity. They are not familiar with holographic imaging, and their power systems may use a dilithium matrix. A honatta helps a patron find the appropriate organs. Despite the disease and lack of conscience in this area, the culture somehow goes on: Motura is a sculptor. The disease leaves them weakened, requiring slave labor to do such tasks as mining.",
      "name": "Vidiians",
      "episode": "Episode: VOY 137 - Deadlock\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "Planet: Rakella Prime. Natives who believe that hate is a beast which lives within the stomach — and their greatest mythical hero ate stones for 23 days to kill him.",
      "name": "Vok'sha",
      "episode": "Episode: VOY 112 - Heroes and Demons\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Origin: The future A humanoid, leathery-skinned race. Two of its 27th cenutry natives traveled back 300 years in time to supposedly reclaim the Tox Uthat, a secret weapon they actually stole from its inventor in their own time. These two, at least, employed a time/space transporter whose control unit was a square-inch device set flush into the left side of the skull.",
      "name": "Vorgons",
      "episode": "Episode: TNG 167 - Captain's Holiday\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: unspecified.",
      "name": "Vorta",
      "episode": "Episode: DS9 447 - Search, Part I\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "The Voth are an intelligent, space-faring, bipedal saurian species that the USS Voyager encountered in the Delta Quadrant. The crew of that ship determined that the Voth evolved from Earth's dinosaurs. Apparently millions of years ago the Voth's ancestors survived extinction after a cataclysmic meteor or comet impact, developed space-faring technology and left Earth. The Voth travel around in massive city-ships that are several kilometers long.",
      "name": "Voth, The",
      "episode": "Episode: VOY 165 - Distant Origin\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "Planet: Vulcan. T'Pol lived here before signing on with the Enterprise NX-01. The compound provides housing for the Vulcan delegation to Starfleet, and is located just north of San Francisco.",
      "name": "Vulcan",
      "episode": "Episode: ENT 001 - Broken Bow\n"
    },
    {
      "name": "Brunali",
      "description": "Planet: Brunali."
    },
    {
      "name": "Unknown",
      "description": "Planet: name unspecified"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: Vulcan.",
      "name": "Vulcans",
      "episode": "Episode: DS9 406 - Captive Pursuit\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Origin: Gamma Quadrant",
      "name": "Wadi",
      "episode": "Episode: DS9 410 - Move Along Home\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. An predatory animal life-form  rumored to take great pleasure in the pursuit of its prey. On stardate 46925.1, Constable Odo was heard comparing the romantically persistent Lwaxana Troi to this species.",
      "name": "Wanoni Tracehound",
      "episode": "Episode: DS9 417 - Forsaken, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "A group in the Ordek Nebula, one of many that the faux-cadet Haro says Picard has put his life on the line for.",
      "name": "Wogneer Creatures",
      "episode": "Episode: TNG 166 - Allegiance\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Origin: The Bajoran wormhole. Non-corporeal, non-linear telepathic race who built the wormhole adjoining Bajor some 10,000 years ago and worshiped by the natives there as \"The Prophets\" because of it and the orbs they sent out as contact probes. They viewed humanoids as aggressive, malevolent, and adversarial corporeals at first: use of the wormhole disrupted their own existence, and they initially found humanoids' tactile sensation, emotions, and linear existence of past, present and future inconceivable. In their first contact with the Federation, they took on human forms from Ben Sisko's memory to communicate and understand linear corporeals. Their irritation over the wormhole's use was short-lived, since the contact with Commander Sisko leads to an historic agreement allowing Bajor oversight of the Gamma Quadrant tunnel. Because of this exposure, they viewed Sisko as their \"emissary\" to the Bajorans and in 2374 preserved his life — and the entire Alpha Quadrant's independence — by defeating the entire invading Dominion fleet that would have overrun it.",
      "name": "Wormhole Aliens",
      "episode": "Episode: DS9 401 - Emissary, Part I\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "This is how the Eskans referred to the indigenous shapeshifters they hunted on the rogue planet. The wraiths, who possessed telepathic abilities, could assume various forms. One appeared to Captain Archer as a woman from a Yeats poem, in order to ask for his assistance.",
      "name": "Wraiths",
      "episode": "Episode: ENT 018 - Rogue Planet\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "Alpha Quadrant species. The Xarantines attacked the Klingon Bu'Kah's raptor. They were defeated by the Klingons, but a toxin in Xarantine ale infected the entire Klingon crew.",
      "name": "Xarantines",
      "episode": "Episode: ENT 015 - Sleeping Dogs\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: name unspecified. A humanoid, almost amphibious-looking space-faring race (pronounced \"ZEPP-oh-lights\") that include traders who often acted as go-betweens for the Cardassians — as in running arms to the Cardassian colonists in the Demilitarized Zone. A typical male name is Drofo Awa, and the equivalent title of merchant captain is hetman.",
      "name": "Xepolites",
      "episode": "Episode: DS9 441 - Maquis, The, Part II\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "A mysterious group of related species located in the Delphic Expanse, all of whom evolved to spacefaring technological intelligence at the same time on the same homeworld, Xindus.",
      "name": "Xindi",
      "episode": "Episode: ENT 052 - Expanse\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "A panel of two representatives from each of the five surviving, dispersed Xindi races, meeting around a table at a secret chamber to plan the destruction of Earth before that world can destroy their own in 400 years — according to the Guardians' self-serving lies, relayed via the Xindi-Reptilians. The council chamber is located on a neutral planet once occupied by the now-extinct Xindi-Avians.",
      "name": "Xindi Council",
      "episode": "Episode: ENT 053 - Xindi, The\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "The only one of the five Xindi sentient species who is not bipedal and existing in a standard Class-M atmosphere, they instead require the marine environment they have evolved within. On the secret Xindi Council world, they take part with the others from a giant warter-filled tank in the room and tend to be pragmatic and slow to change positions. Like the Xindi-Insectoids, they speak in their own language though translators. The females of the species are slightly smaller, on average.",
      "name": "Xindi-Aquatics",
      "episode": "Episode: ENT 053 - Xindi, The\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "Perhaps the most patient and reflective of the five Xindi species, they wish to adhere to the original timetable for developing their Earth attack weapon, in defiance of the rush of the Xindi-Insectoids and Xindi-Reptilians upon the appearance of the NX-01 in the Delphic Expanse.",
      "name": "Xindi-Arboreals",
      "episode": "Episode: ENT 053 - Xindi, The\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "The sixth of multiple sentient Xindi species were completely wiped out when Xindus was imploded, due to their airborne nature. The planet's destruction was the last act in a century-old civil war among the species some 120 years before their contact with humans.",
      "name": "Xindi-Avians",
      "episode": "Episode: ENT 059 - Shipment\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "A term used by some for the Xindi-Primate species—perhaps in derision, as Xindi-Reptilian Cmdr. Dolim seems to do when he labels Degra as one.",
      "name": "Xindi-Humanoid",
      "episode": "Episode: ENT 052 - Expanse\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "A term used by some for the Xindi-Primate species—perhaps in derision, as Xindi-Reptilian Cmdr. Dolim seems to do when he labels Degra as one.",
      "name": "Xindi-Humanoid",
      "episode": "Episode: ENT 052 - Expanse\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "The most excitable and reactionary of the five sentient Xindi species who are bound in a fractious alliance againt their perceived enemey, Earth. The Insectoids imagine a huge invasion is underway at first word of the NX-01's presence. Unlike all but the Xindi-Aquatics — they use their native language a series of clicks and sounds — in Xindi Council meetings.",
      "name": "Xindi-Insectoids",
      "episode": "Episode: ENT 053 - Xindi, The\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "The Xindi subspecies who, in Xindi Council debate, are among those acting as devil's advocate to the more militant Xindi-Reptilians and excitable Insectoids. The superweapon project is under the leadership of scientist Degra, one of the two Xindi-Primates on the Council. Early in the Xindi mission, the species was sometimes referred to as \"Xindi-Humanoid.\"",
      "name": "Xindi-Primates",
      "episode": "Episode: ENT 053 - Xindi, The\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "One of the five sentient Xindi races bound in an imperfect alliance to launch a pre-emptive strike againts their alleged future attacker, Earth. The Reptilians are among the most militant of the group and, with the Xindi-Insectoids, the most distrusting; they retain their own separate spy and military operations. A Xindi-Reptilian was the pilot of the probe that made the initial attack on Earth.",
      "name": "Xindi-Reptilians",
      "episode": "Episode: ENT 053 - Xindi, The\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "Planet: name unspecified. Alpha Quadrant species.",
      "name": "Xyrillians",
      "episode": "Episode: ENT 005 - Unexpected\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: Yadera Prime. Origin: Gamma Quadrant. As evidenced by their holographic recreations discovered in 2370, this mostly humanoid and gentle people reflect Terran norms, with distinctive architecture and a yen for light-colored clothing fabrics. Their real forebears were overrun by the Dominion over 390 years earlier.",
      "name": "Yaderans",
      "episode": "Episode: DS9 436 - Shadowplay\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "Planet: Yallit. A species with three spinal columns, known for its engineers, and known to Neelix.",
      "name": "Yallitians",
      "episode": "Episode: VOY 105 - Phage\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: Yalos. A spacefaring species which breathes an atmosphere incredibly acidic and unable to see red or orangein the visible spectrum.  The visit by an ambassador of this species to Deep Space Nine caused  major refurbishing of his guest quarters, since his atmosphere dissolves the room carpet and it had to be replaced.",
      "name": "Yalosians",
      "episode": "Episode: DS9 465 - Improbable Cause\n"
    },
    {
      "serie": "Star Trek: Deep Space Nine",
      "description": "Planet: Yelik. Space-faring culture with a transport set for departure from Deep Space Nine in 2370, when Minister Jaro announced  Kira's recall to Bajor.",
      "name": "Yelikans",
      "episode": "Episode: DS9 421 - Homecoming, The\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Yridia. This wrinkly-skinned alien species famed as information merchants was known to the Vulcans before humans, at least in the altered but impermanent future during Archer's multiphasic parasite infection--where Yerdrin Koss is first met by Tucker and Reed in the Ceti Alpha system in 2165.",
      "name": "Yridians",
      "episode": "Episode: TNG 242 - Birthright, Part I\n"
    },
    {
      "serie": "Star Trek: Enterprise",
      "description": "Planet: Torothan. Members of Zobral's social caste were onced force to wear these to signify their low social standing. Yrotts were burned in celebration of the caste system being abolished. The word also means \"to stand apart.\"",
      "name": "Zobral",
      "episode": "Episode: ENT 024 - Desert Crossing\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet Zalda. Federation race completely humanoid in appearance save for a webbed membrane between the fingers.  As a culture, Zaldans are infuriated by courtesy, viewing it as a form of phony social behavior designed to camouflage true feelings.",
      "name": "Zaldans",
      "episode": "Episode: TNG 119 - Coming of Age\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Zalkon. This spacefaring humanoid species desired to be isolated in 2366 at first contact with the UFP, as some of its natives were undergoing metamorphosis into noncorporeal creatures. Within four years, at least some natives were involved with the Maquis on Volan III. Among their technology, Zalkonians have developed a  projectable paralysis field that can strangle the crews of nearby vessels.",
      "name": "Zalkonians",
      "episode": "Episode: TNG 173 - Transfigurations\n"
    },
    {
      "serie": "Star Trek: The Next Generation",
      "description": "Planet: Zibalia. Kivas Fajo's race. Like him, painting the side of the face may be a widely-held custom.",
      "name": "Zibalians",
      "episode": "Episode: TNG 170 - Most Toys, The\n"
    },
    {
      "serie": "Star Trek: Voyager",
      "description": "Planet: Wysanti. The Wysanti were a humanoid species in the Delta Quadrant, distinguished by a midline ridge on the forehead. The Wysanti did not believe in saying good-bye. At least a few members of the Wysanti species were assimilated by the Borg.      In 2377, USS Voyager rendezvoused with a Wysanti starship. They offered to take in Azan and Rebi, and the twins accepted. Mezoti also decided to go with them, and wished Icheb would come as well, but he felt his place was on Voyager",
      "name": "Wysantis",
      "episode": "Episode: VOY 235 - Collective, The\n"
    }
  ],
  "meta": {
    "creation_time": "2017-06-28 02:31",
    "size": 376
  }
}